[ 
	{
      "id":16,
      "name":"Those Nights",
      "day":"Friday",
      "dayId":"1",
      "time":"6:45pm",
      "stage":"Red Eyed Fly: Indoor Lounge",
      "stageId":"2",
      "url":"http://www.thosenightsmusic.com/",
      "mp3":"http://",
      "thumb":"http://songchant.com/outlaw/images/thosenights_th.jpg",
      "image":"http://songchant.com/outlaw/images/thosenights.jpg",
      "bio":"Those Nights is constructed of individual songwriters, leading to a diverse list of influences ranging in and out of nearly every genre. This, along with the non-traditional rock setup used to create high-energy tracks as well as deep soulful melodies, is what sets Those Nights apart from other bands. And it’s the haunting vocals, constructed harmonies, and hip-hop flavor that creates the formula for this unforgettable show."
},
      {
      "id":19,
      "name":"Colee James",
      "day":"Friday",
      "dayId":"1",
      "time":"8:15pm",
      "stageId":"2",
      "stage":"Red Eyed Fly: Indoor Lounge",
      "url":"http://www.coleejamesmusic.com/",
      "mp3":"https://soundcloud.com/colee-james/free-child/s-4Olgh",
      "thumb":"http://songchant.com/outlaw/images/coleejames_th.jpg",
      "image":"http://songchant.com/outlaw/images/coleejames.jpg",
      "bio":"Colee James is an indie folk singer/songwriter living in Brooklyn, New York. Born from cold stuck in the South, Colee James grew up in Wisconsin but found her love for everything, including music, in the heart of Texas.  Raised a music lover, she only picked up her first guitar 5 years ago, but played her first show 3 weeks after she laid eyes on an acoustic named Hank. It was love at first sight at that old pawn shop in a run down Texas town." 
},
      {
      "id":22,
      "name":"Devin Sinha",
      "day":"Friday",
      "dayId":"1",
      "time":"9:45pm",
      "stageId":"2",
      "stage":"Red Eyed Fly: Indoor Lounge",
      "url":"http://www.devinsinha.com/",
      "mp3":"https://soundcloud.com/devin-k-n-sinha/lone-elm-road-devin-sinha",
      "thumb":"http://songchant.com/outlaw/images/devinsinha_th.jpg",
      "image":"http://songchant.com/outlaw/images/devinsinha.jpg",
      "bio":"Devin Sinha is a singer/songwriter living in Seattle, hailing from Midwestern roots as he spent most of his life around Kansas City. His style is primarily acoustic indie/folk, mixing autobiographical flavors into his fiction of poetry and music. His first album, The Albatross, was self-released in December 2013. Devin continues to play around the Pacific Northwest, playing at events such as the Seattle Rock n Roll Marathon and the inaugural Seattle Acoustic Festival. His new album, The Seventh Season, is available now."
       },
      {
      "id":26,
      "name":"Daphne Lee Martin",
      "day":"Friday",
      "dayId":"1",
      "time":"11:15pm",
      "stageId":"2",
      "stage":"Red Eyed Fly: Indoor Lounge",
      "url":"http://daphneleemartin.com/",
      "mp3":"https://soundcloud.com/telegraph-recording-co/i-hope-that-i-dont-fall-in/s-nOp7b",
      "thumb":"http://songchant.com/outlaw/images/daphneleemartin_th.jpg",
      "image":"http://songchant.com/outlaw/images/daphneleemartin.jpg",
      "bio":"Forever blending genres in the legacy of the great Tin Pan Alley songwriters, Daphne takes beloved traditional southern roots sounds and runs them through megaphones, mellotron, a very old tube amp, a swamp and a dark alley or two. As always, the lyrics are fermented and distilled in a bathtub full of misfit Interbellum prose."
       },
      {
      "id":29,
      "name":"Josh Buckley",
      "day":"Friday",
      "dayId":"1",
      "time":"12:45am",
      "stageId":"2",
      "stage":"Red Eyed Fly: Indoor Lounge",
      "url":"http://www.reverbnation.com/joshbuckley",
      "mp3":"http://www.reverbnation.com/joshbuckley/song/22277404-4am",
      "thumb":"http://songchant.com/outlaw/images/joshbuckley_th.jpg",
      "image":"http://songchant.com/outlaw/images/joshbuckley.jpg",
      "bio":"First premeiring his talents in Austin in (2011?) fronting the critically acclaimed alt-country band Gilded Splinters, Buckley took the local music scene by storm. Playing a multitude of venues, events, and showcases, Buckley has built a solid and dedicated local fan base in a span of only a few short years. From Boston to Austin,Buckley's Blind Side of the Heart is set to hit the ground running with his radio-ready tunes."
       },
      {
      "id":35,
      "name":"Doctor Gasp",
      "day":"Saturday",
      "dayId":"2",
      "time":"5:15pm",
      "stageId":"2",
      "stage":"Red Eyed Fly: Indoor Lounge",
      "url":"http://doctorgasp.com/",
      "mp3":"https://soundcloud.com/rslblog-com/things-were-odd-for-ichabod-by",
      "thumb":"http://songchant.com/outlaw/images/doctorgasp_th.jpg",
      "image":"http://songchant.com/outlaw/images/doctorgasp.jpg",
      "bio":"Dan Blakeslee is a musical storyteller and a skilled artist & designer. A gifted songwriter in his own right, Blakeslee takes on the moniker of Doctor Gasp each year as Halloween draws near. This year, Gasp is taking on all of New England! He planned this fall's tour as a lark - drawing a jack o'lantern on the map, looking for dates to coincide with each point. (When you are as special and spooky as Dr. Gasp, these are the sorts of things that come to your mind.) Well it's worked, big time. Armed with more than two albums worth of spooky, theatrical stories and a passion for playing the role, Blakeslee is bringing his Halloween roadshow to a town near you this year..."
       },
      {
      "id":31,
      "name":"Christoph Krey",
      "day":"Saturday",
      "dayId":"2",
      "time":"3:00pm",
      "stageId":"2",
      "stage":"Red Eyed Fly: Indoor Lounge",
      "url":"http://mcalisterdrive.com/",
      "mp3":"https://soundcloud.com/rslblog-com/mcalister-drive-hands-in",
      "thumb":"http://songchant.com/outlaw/images/christopherkrey_th.jpg",
      "image":"http://songchant.com/outlaw/images/christopherkrey.jpg",
      "bio":"Christoph Krey is the front man for McAlister Drive. McAlister Drive is ROCK for people who like Folk, Soul, and Pop. With a sound that inspires Jet and Tom Petty to walk down the aisle during an Arcade Fire song, you might find McAlister Drive to be the newborn lovechild… or participating in the open bar at the reception. Screaming and Kick’n in the Boston music scene, this band is corrupting the better part of the US and Canada to believe in an infused genre mindset. They have been called “chameleons of the stage” and an “organic chaos,” which might be confusing at first, but will certainly confirm your agreement when you step into any McAlister Drive concert. There are mustaches, grooves, serious personalities, and special guests at every show that will make you question your ability to be popular. "
       },
       {
      "id":52,
      "name":"Roem Baur",
      "day":"Saturday",
      "dayId":"2",
      "time":"12:45am",
      "stageId":"2",
      "stage":"Red Eyed Fly: Indoor Lounge",
      "url":"http://www.roem.tv/",
      "mp3":"https://soundcloud.com/rslblog-com/roem-baur-paper-man",
      "thumb":"http://songchant.com/outlaw/images/roembaur_th.jpg",
      "image":"http://songchant.com/outlaw/images/roembaur.jpg",
      "bio":"Roem is a singer with a ridiculous vocal range (this is increasingly rare in the music world celebrated by today's media machine) and a troubadour's soul. He's used these qualities and his constant touring to develop a solid following in a number of American cities. At each stop along the way, he's continued to explore and grow. Roem's restless artistic soul and his pursuit of excellence have lead him to form a backing band. The new 'Roem Baur' leads a rock, funk and soul band capable of blowing the doors off a room full of people." 
      },
      {
      "id":38,
      "name":"Little Brave",
      "day":"Saturday",
      "dayId":"2",
      "time":"6:45pm",
      "stageId":"2",
      "stage":"Red Eyed Fly: Indoor Lounge",
      "url":"http://www.littlebravemusic.com/",
      "mp3":"https://soundcloud.com/littlebrave/sets/wild",
      "thumb":"http://songchant.com/outlaw/images/littlebrave_th.jpg",
      "image":"http://songchant.com/outlaw/images/littlebrave.jpg",
      "bio":"15 years performing music on a stage.  10 of those full time.  Little Brave has explored the world of music and songwriting thoroughly.  Born on the gulf of Texas, she spent her formative years becoming an artist of all trades.  She received a degree in photography, paints and illustrates artwork for posters and album covers, and writes her little head off in the wee hours of the night.  Little Brave performs as a one woman band and as an acoustic baritone ukulele songwriter.  Wanting to portray her double nature, she has currently just finished recording a double EP with one disc that displays her talents as a one woman band, and the other an audio collage of handheld recordings over the period of two months.  The EP is set to release in February 2015.  She is currently painting the EP's artwork."
       },
      {
      "id":45,
      "name":"Boom Forest",
      "day":"Saturday",
      "dayId":"2",
      "time":"9:45pm",
      "stageId":"2",
      "stage":"Red Eyed Fly: Indoor Lounge",
      "url":"http://boomforest.com/",
      "mp3":"https://soundcloud.com/rslblog-com/boom-forest-shadow-of-doubt",
      "thumb":"http://songchant.com/outlaw/images/boomforest_th.jpg",
      "image":"http://songchant.com/outlaw/images/boomforest.jpg",
      "bio":"John Paul Roney is what's next. Playing music as BOOM FOREST, you'll find folk driven by madness and love. With angelic vocals and dramatic use of distortion, driving drums and an odd, iconic etherea that's somehow oddly religious in feel - this one has got it ALL. Listen and then listen again.. Boom Forest is the spiritual wailings of John Paul Roney from the automated woods of tomorrow." 
      },
      {
      "id":49,
      "name":"The Contenders",
      "day":"Satuday",
      "dayId":"2",
      "time":"11:15pm",
      "stageId":"2",
      "stage":"Red Eyed Fly: Indoor Lounge",
      "url":"http://www.jaynash.com/",
      "mp3":"https://soundcloud.com/thecontenders/the-contender",
      "thumb":"http://songchant.com/outlaw/images/jaynash_th.jpg",
      "image":"http://songchant.com/outlaw/images/jaynash.jpg",
      "bio":"If you’re trying to imagine what to expect from the new shows with The Contenders, just take everything that you have ever liked about a ‘Jay Nash’ show, add a soul stirring harmony and a sticky back beat…throw that in a blender with equal parts of folk, rom n roll revival and heartbreak and you’ll be on the right track. "
        },
      {
      "id":12,
      "name":"Steen",
      "day":"Friday",
      "dayId":"1",
      "time":"3:30pm",
      "stageId":"1",
      "stage":"Red Eyed Fly: Outdoor Patio",
      "url":"https://www.facebook.com/STEENAUSTINTEXAS",
      "mp3":"https://soundcloud.com/steen-13/say-your-goodbyes",
      "thumb":"http://songchant.com/outlaw/images/steen_th.jpg",
      "image":"http://songchant.com/outlaw/images/steen.jpg",
      "bio":"Since Dan, Joey, Sean, and Harry, the four talented musicians that form STEEN, have been together they have only left jaws open and fond memories wherever they’ve been. They have spent their time together not only writing the songs to their upcoming album 'Feel Of It All', but also hiring themselves out for bars and weddings with a repertoire of over 50 covers which range from Led Zeppelin, to Mariah Carey, and their favorite, The Beatles. They are currently making their debut in the industry as a rock group that only uses labels for their convenience. With an eclectic blend of genres that is familiar but always its own, they offer a sound that can go from light jazz to hard rock the next, to rock-pop after. There’s no doubt that this band is capable of nothing but leaving smiles and good times in their wake." 
      },
          {
      "id":15,
      "name":"Somebody's Darling",
      "day":"Friday",
      "dayId":"1",
      "time":"6:00pm",
      "stageId":"1",
      "stage":"Red Eyed Fly: Outdoor Patio",
      "url":"http://www.somebodysdarling.com/",
      "mp3":"https://soundcloud.com/somebodysdarling/1-bad-bad?in=somebodysdarling/sets/adult-roommates",
      "thumb":"http://songchant.com/outlaw/images/somebody_th.jpg",
      "image":"http://songchant.com/outlaw/images/somebody.jpg",
      "bio":"Their name may sound like a soft lullaby, but Somebody's Darling are anything but sleepy. A little bit Gary Clark Jr. with a hint of ZZ Ward, the talented five piece jam bluesy rock 'n' roll tunes that are big and commanding in every possible way - from lead singer Amber Farris' impressive vocal chops and wild blonde hair to the band's ballsy rhythm section and grooving guitar licks. The group has opened for some great acts including Brandi Carlile, St. Paul & the Broken Bones, Shovels & Rope, Lucero, Deer Tick and Divine Fits. Now together for over 500 shows and three albums, their most recent release, 2014's Adult Roommates, take a mature and sometimes stark look at what it means to be a working band, from the on-stage chemistry to the crazy off-stage antics - summarized perfectly in the smoky fifth track, 'End of the Line', where Farris croons, 'This is the oldest we have been. This is the youngest we will ever be.'" 
      },
      {
      "id":18,
      "name":"Hooka Hey",
      "day":"Friday",
      "dayId":"1",
      "time":"7:30pm",
      "stageId":"1",
      "stage":"Red Eyed Fly: Outdoor Patio",
      "url":"http://www.hookaheymusic.com/",
      "mp3":"https://soundcloud.com/hooka-hey/nasty-1",
      "thumb":"http://songchant.com/outlaw/images/hookahey_th.jpg",
      "image":"http://songchant.com/outlaw/images/hookahey.jpg",
      "bio":"Heavy grooves steeped in the blues. Smokey, sludgy sound dense and charged like the air just before a rainstorm. Hooka Hey’s name derives from the Indian war cry – feelings, instinct and sexuality - the elements that drive the sound of the band’s songs and live shows. Hooka Hey has opened for international artists such as Built To Spill, Ted Leo and the Pharmacists, and Miles Kane."
      },    
      {
      "id":24,
      "name":"Await Rescue",
      "day":"Friday",
      "dayId":"1",
      "time":"10:30pm",
      "stageId":"1",
      "stage":"Red Eyed Fly: Outdoor Patio",
      "url":"http://www.awaitrescue.com/",
      "mp3":"https://soundcloud.com/the-outlaw-roadshow/await-rescue-all-she-needs",
      "thumb":"http://songchant.com/outlaw/images/await_th.jpg",
      "image":"http://songchant.com/outlaw/images/awaitrescue.jpg",
      "bio":"Await Rescue will give you a break from whatever you are listening to.  They aren’t over-produced pop, don’t play into the retro crazes currently overtaking music, and cannot stomach the modern “Rock” sound that has embarrassed the genre they love so much.  Instead, Await Rescue’s sound can best be described as the stadium-sized hooks and songwriting sensibilities of Foo Fighters meet the aggression and raw energy of Every Time I Die. The Boston-based band was recently voted 'Best Live Show of 2014' by Do617 and was a finalist in the 35th Annual Rock 'N' Roll Rumble."
 },
          {
      "id":27,
      "name":"Snake Skin Prison",
      "day":"Friday",
      "dayId":"1",
      "time":"12:00am",
      "stageId":"1",
      "stage":"Red Eyed Fly: Outdoor Patio",
      "url":"http://www.snakeskinprison.com/",
      "mp3":"http://www.reverbnation.com/snakeskinprison/song/20175928-blood-in-the-water",
      "thumb":"http://songchant.com/outlaw/images/snakeskinprison_th.jpg",
      "image":"http://songchant.com/outlaw/images/snakeskinprison.jpg",
      "bio":"Pumpin out music like the Hounds of Hell are on their ass with a deadline to meet, playing with their eyes wide open and our ears peeled back, making a difference, to hell with the difference SSP is the Difference: PURE HOT ROD ROCK N ROLL , the kind that will make your ears bleed, the kind that will make ya stand up and shout, throw a fist in the air and thank God youíre an American! Burning through the downtown dives of Austin TX to the biggest stages of the summers biggest Festivals, Snake Skin Prison (SSP), is most definately living the life they were born to live. Headlining the hottsest stages in the hottest cities SSP delivers the punch to the throat you've been waiting for. With the release of their Debut Album 'Get Bit!!' SSP is spreading this disease all throughout the land with no stage to big or too small for the Loudest Band in Rock N Roll!! "
      },
      {
      "id":34,
      "name":"The Nimbus",
      "day":"Saturday",
      "dayId":"2",
      "time":"4:30pm",
      "stageId":"1",
      "stage":"Red Eyed Fly: Outdoor Patio",
      "url":"http://www.thenimbus.info/",
      "mp3":"http://www.reverbnation.com/thenimbus/song/17600555-precipitate-blue-skies-intro",
      "thumb":"http://songchant.com/outlaw/images/thenimbus_th.jpg",
      "image":"http://songchant.com/outlaw/images/thenimbus.jpg",
      "bio":"The Nimbus is an electronic band from Austin, Texas; formed in late 2011 by Ritch Napierkowski and Martin McCreadie. Having spent the previous two and a half years working together on other projects, including SUBNATURAL which had placed five straight years in AUSTIN CHRONICLE MUSIC POLLS, the two began performing cacophonous pop songs tailored for cloudy days. With musical influences spanning alternative and indie rock, trip hop, dub, industrial, jazz, blues, and more, they use haunting melodies, lush atmospheres and mangled electronics to envelop the listener. Mixed with a love of eclectic instrumentation and effects, the result is glitched electropop as foreign as it is familiar."
 },   
      {
      "id":42,
      "name":"Skunkmello",
      "day":"Saturday",
      "dayId":"2",
      "time":"8:15pm",
      "stageId":"2",
      "stage":"Red Eyed Fly: Indoor Lounge",
      "url":"http://skunkmello.com/",
      "mp3":"https://soundcloud.com/skunkmello/backseat-gypsy-1",
      "thumb":"http://songchant.com/outlaw/images/skunkmello_th.jpg",
      "image":"http://songchant.com/outlaw/images/skunkmello.jpg",
      "bio":"Sewer blues and gutter grooves for the barefooted and absent minded. After almost 3 years of late nights, lost shoes, and last calls, Skunkmello remains one of New York City's hardest working and most prolific new bands. After a single blistering recording session in August 2012, the band released their debut 'Whiskey & Oatmeal' to an overwhelmingly positive response online and at college radio. June 2013 saw the release of a second EP 'Lowlife Dreams' which was Mastered by Grammy Award Winner Brian Lucey (best known for his work on The Black Keys' 'Brothers' and 'El Camino')."
       },      
      {
      "id":44,
      "name":"Animal Years",
      "day":"Saturday",
      "dayId":"2",
      "time":"9:00pm",
      "stageId":"1",
      "stage":"Red Eyed Fly: Outdoor Patio",
      "url":"http://www.animalyearsmusic.com/",
      "mp3":"https://soundcloud.com/animalyears/meet-me-animal-years",
      "thumb":"http://songchant.com/outlaw/images/animalyears_th.jpg",
      "image":"http://songchant.com/outlaw/images/animalyears.jpg",
      "bio":"Brooklyn’s Animal Years bring a fresh face to indie roots rock. With influences ranging from early Kings of Leon and My Morning Jacket to Young The Giant and The Avett Brothers, Animal Years is driven by Mike McFadden’s crisp vocals and magnetic poise, featured on their debut record, Sun Will Rise, released May 6th, 2014.  Sun Will Rise showcases the delicacy and introspection behind songwriting and draws on the strengths of McFadden’s seasoned voice and multi-instrumental abilities."
      }, 
      {
      "id":50,
      "name":"Animal Talk",
      "day":"Saturday",
      "dayId":"2",
      "time":"12:00am",
      "stageId":"1",
      "stage":"Red Eyed Fly: Outdoor Patio",
      "url":"http://animaltalkmusic.com",
      "mp3":"https://soundcloud.com/the-outlaw-roadshow/animal-talk-color-wheel",
      "thumb":"http://songchant.com/outlaw/images/animaltalk_th.jpg",
      "image":"http://songchant.com/outlaw/images/animaltalk.jpg",
      "bio":"Since forming in 2011, Animal Talk has quickly made a mark on the Boston music scene with a sound often described as 'post-dance rock'. After recording its self-titled debut EP with Grammy winning producer/engineer Ducky Carlisle, Animal Talk gained the attention of Boston radio stations 101.7 WFNX, 92.9 FM, 88.9 WERS and many others. Along with radio, press began to take notice; The Boston Phoenix called Animal Talk one of Boston’s 'Best New Bands' while Stuff Magazine declared them 'Hottest Indie Rock'. "
 },     
      {
      "id":20,
      "name":"My Education",
      "day":"Friday",
      "dayId":"1",
      "time":"8:30pm",
      "stageId":"3",
      "stage":"Elysium",
      "url":"http://www.myeducationmusic.com",
      "mp3":"http://myeducation.bandcamp.com/",
      "thumb":"http://songchant.com/outlaw/images/myeducation_th.jpg",
      "image":"http://songchant.com/outlaw/images/myeducation.jpg",
      "bio":"Since forming in 1999, the band's membership has expanded and contracted while the sonic landscapes have grown with each release. My Education has released 5 full-length albums, several singles, compilation appearances, and a 12'' vinyl collaboration with avant hip-hop duo Dalek.  Recordings have been remixed by memebers of bands Kinski, Pelican, The Red Sparrowes, and Dalek. Their previos albums include 5 Popes, Italian, Moody Dipper, and Bad Vibrations."
      },    
      {
      "id":23,
      "name":"Pompeii",
      "day":"Friday",
      "dayId":"1",
      "time":"9:45pm",
      "stageId":"3",
      "stage":"Elysium",
      "url":"http://www.pompeiimusic.com/",
      "mp3":"https://soundcloud.com/pompeiimusic/blueprint",
      "thumb":"http://songchant.com/outlaw/images/pompeii_th.jpg",
      "image":"http://songchant.com/outlaw/images/pompeii.jpg",
      "bio":"Pompeii's signature sound of weaving delicate ambient openings into large dynamic crescendos is unmistakeable. The band is back from a five year hiatus with their third and most striking record to date, LOOM. Often compared to the likes of My Bloody Valentine to Sigur Rós and Mogwai, the band's sound still remains their own - atmospheric and effects driven."
      },   
       {
      "id":25,
      "name":"Big Bill",
      "day":"Friday",
      "dayId":"1",
      "time":"10:45pm",
      "stageId":"3",
      "stage":"Elysium",
      "url":"http://bigbillband.bandcamp.com/",
      "mp3":"https://soundcloud.com/bigbillband/claws-in",
      "thumb":"http://songchant.com/outlaw/images/bigbill_th.jpg",
      "image":"http://songchant.com/outlaw/images/bigbill.jpg",
      "bio":"Big Bill wants you to take a walk on the wild side. With their manic brand of “cartoon punk” and a mission to make even the biggest introvert cut loose, the band continues to win over new fans who they lovingly refer to as “Bill-ions."
       },     
          {
      "id":28,
      "name":"Idyll Green",
      "day":"Friday",
      "dayId":"1",
      "time":"12:00am",
      "stageId":"3",
      "stage":"Elysium",
      "url":"http://www.haciendaonline.net/",
      "mp3":"https://soundcloud.com/hacienda_tx/hacienda-savage?in=haciendamusic/sets/hacienda",
      "thumb":"http://songchant.com/outlaw/images/hacienda_th.jpg",
      "image":"http://songchant.com/outlaw/images/hacienda.jpg",
      "bio":"Brothers Rene (bass/vocals), Jaime (drums/vocals) and Abraham Villanueva (keyboards/vocals), are a Mexican-American Indie Rock trio blending a raw yet sophisticated style of pop music with harmonies reminiscent of the Beatles and Beach Boys. A demo of 6 songs landed in the hands of Dan Auerbach and soon after they were opening for The Black Keys, as well as opening/touring with great acts such as Dr. Dog, Kasabian, My Morning Jacket, Los Lonely Boys and many others."
 },  
          {
      "id":30,
      "name":"K Phillips & The Concho Pearls",
      "day":"Friday",
      "dayId":"1",
      "time":"1:00am",
      "stageId":"3",
      "stage":"Elysium",
      "url":"http://www.kphillipsmusic.com/",
      "mp3":"https://soundcloud.com/k-phillips/kats-song-what-i-cant-have",
      "thumb":"http://songchant.com/outlaw/images/kphillips_th.jpg",
      "image":"http://songchant.com/outlaw/images/kphillips.jpg",
      "bio":"On K Phillips' debut American Girls, the West Texan champions the desperate, the sleazy and the broken, with small-town murals that glimpse into the jealousy of a sheriff, lovers that freeze to death and a crude lothario that misquotes dead poets. He prefers bygone rock sounds, leading his band on resonator, mouth harp, banjo, guitar, Hammond B3 and Piano, the latter being his primary tool. “The piano playing came out of necessity. I wanted to write country ballads, Motown grooves and gospel music and it’s not the same on the guitar,” he says, drawing from southern soul and rock as well — his heroes garnered from classic rock radio’s key kings like Leon Russell, Billy Preston and Gregg Allman."
       },      
      {
      "id":32,
      "name":"Quiet Company",
      "day":"Saturday",
      "dayId":"2",
      "time":"3:15pm",
      "stageId":"3",
      "stage":"Elysium",
      "url":"http://www.quietcompanymusic.com/transgressor",
      "mp3":"https://soundcloud.com/quiet-company/seven-hells",
      "thumb":"http://songchant.com/outlaw/images/quietcompany_th.jpg",
      "image":"http://songchant.com/outlaw/images/quietcompany.jpg",
      "bio":"Through the release of three LPs and endless touring, the Austin, Texas band Quiet Company has been making a name for themselves nationally with their energetic live shows and their anthemic, dynamic, indie rock which critics have called a mix of The Beatles, Death Cab for Cutie, Arcade Fire and Weezer. They’ve gained a huge fanbase while gathering praise from The New York Times, TIME, NPR, Last Call with Carson Daly, Paste Magazine, Houston Chronicle, Austin Chronicle and more. With its soaring guitars and throbbing bass lines drawing comparisons to Foo Fighters, Pavement and Manchester Orchestra, Quiet Company’s Transgressor will be leading the way as rock makes a return to form."
      },  
       {
      "id":36,
      "name":"KIONA",
      "day":"Saturday",
      "dayId":"2",
      "time":"6:00pm",
      "stageId":"1",
      "stage":"Red Eyed Fly - Outdoor Patio",
      "url":"http://kionamusic.com/",
      "mp3":"https://soundcloud.com/kionamusic/the-sweet-life",
      "thumb":"http://songchant.com/outlaw/images/kiona_th.jpg",
      "image":"http://songchant.com/outlaw/images/kiona.jpg",
      "bio":"KIONA is a band of 4 independent musicians from 4 different ways of thinking who came from very different places. From Nebraska to Texas to Louisiana to California, the formation of KIONA has been nothing short of a journey, a journey that has put them all on the long path to their first studio album release. Singer Todd Sapio and guitarist Scott Graham met at a concert while both living in California. After separately moving to Austin in 2006, the two reconnected and began writing music together. Shortly thereafter Scott’s brother, Matt Graham joined the fold along with Sean Hill. Now, after years of writing, recording, touring and pushing themselves along side their loyal fans, KIONA will soon release their highly anticipated full length studio album, 'Midnight Holiday'."
},    
          {
      "id":37,
      "name":"SORNE",
      "day":"Saturday",
      "dayId":"2",
      "time":"6:00pm",
      "stageId":"3",
      "stage":"Elysium",
      "url":"http://www.sorne.com/",
      "mp3":"https://soundcloud.com/sorne/02-unnamed-master-01",
      "thumb":"http://songchant.com/outlaw/images/sorne_th.jpg",
      "image":"http://songchant.com/outlaw/images/sorne.jpg",
      "bio":"Morgan Sorne is a multi-dimensional enigma. A prolific visual artist, musician, actor and filmmaker, boasting a four octave vocal range with perfect pitch. He brings listeners to tears with his unparalleled hypnotic angelic falsetto, and has churned crowds into a rocking frenzy with his bone-rattling dynamicism and range. He has performed and played at some of the most prestigious venues in America, winning over the hearts and minds of audiences at Irving Plaza in New York, the legendary Fillmore Theatre in San Francisco and the Fonda Theater in Los Angeles."
      }, 
          {
      "id":40,
      "name":"Travel By Stars",
      "day":"Saturday",
      "dayId":"2",
      "time":"7:15pm",
      "stageId":"3",
      "stage":"Elysium",
      "url":"http://travelbystars.com",
      "mp3":"http://travelbystars.com/album/travel-by-stars/",
      "thumb":"http://songchant.com/outlaw/images/travelbystars_th.jpg",
      "image":"http://songchant.com/outlaw/images/travelbystars.jpg",
      "bio":"Travel By Stars is a 7 piece Americana band formed in Austin, Texas in 2013."
       }, 
      {
      "id":43,
      "name":"The Pills",
      "day":"Saturday",
      "dayId":"2",
      "time":"8:30pm",
      "stageId":"3",
      "stage":"Elysium",
      "url":"http://www.pillsrock.com/",
      "mp3":"https://soundcloud.com/corinashley/the-pills-down-with-the-beautiful",
      "thumb":"http://songchant.com/outlaw/images/thepills_th.jpg",
      "image":"http://songchant.com/outlaw/images/thepills.jpg",
      "bio":"The Pills are turning heads wherever they travel with their over-the-top brand of power-pop. This brash young band from Boston executes their manic live shows with the poise of seasoned pros and the unrestrained energy of the most hyperactive garage combo. The wide variety of audiences all reacted positively to the high energy that the Pills bring to the stage. Sharp shards of guitar mix with lush vocal harmonies and an uncompromising sense of volume to leave the audience pleasantly stunned. This is music for fast driving that guarantees to make your toe shoot up in your shoe."
       },    
      {
      "id":46,
      "name":"Great Ceasar",
      "day":"Saturday",
      "dayId":"2",
      "time":"9:45pm",
      "stageId":"3",
      "stage":"Elysium",
      "url":"http://www.greatcaesarband.com/",
      "mp3":"https://soundcloud.com/great-caesar/dont-ask-me-why",
      "thumb":"http://songchant.com/outlaw/images/greatceasar_th.jpg",
      "image":"http://songchant.com/outlaw/images/greatceasar.jpg",
      "bio":"Great Caesar aims for the heart with a vulnerable blend of brass, voice, and indie-rock, drawing from acts like Arcade Fire and Beirut to create music that confronts the things that really matter: love, legacy, and the complexity of human relationships."
      },     
        {
      "id":48,
      "name":"The Suffers",
      "day":"Saturday",
      "dayId":"2",
      "time":"11:00pm",
      "stageId":"3",
      "stage":"Elysium",
      "url":"http://www.thesuffers.com/",
      "mp3":"https://soundcloud.com/the-outlaw-roadshow/the-suffers-make-some-room",
      "thumb":"http://songchant.com/outlaw/images/thesuffers_th.jpg",
      "image":"http://songchant.com/outlaw/images/thesuffers.jpg",
      "bio":"The Suffers are a ten-piece band from Houston, TX who are redefining the sound of Gulf Coast Soul, intertwining elements of Classic American Soul with Rock & Roll. Both sonically and visually arresting, the large ensemble packs each position of the rhythm section and horn section with a level of talent and taste that provides the perfect foundation for singer Kam Franklin's massive voice. The band's sincerity and emotion are laid bare in their music, which has garnered an audience so broad and varied that they may prove to be the panacea for a jaded and stratified live music scene. The Suffers will be releasing their debut LP Make Some Room in 2015, hitting the road aggressively."
   },   
       {
      "id":53,
      "name":"Hollis Brown",
      "day":"Saturday",
      "dayId":"2",
      "time":"1:00am",
      "stageId":"3",
      "stage":"Elysium",
      "url":"http://www.hollisbrown.com",
      "mp3":"https://soundcloud.com/hollisbrown/wait-for-me-virginia",
      "thumb":"http://songchant.com/outlaw/images/hollisbrown_th.jpg",
      "image":"http://songchant.com/outlaw/images/hollisbrown.jpg",
      "bio":"Hollis Brown was started in Queens, New York City in 2009 by college friends and songwriting partners Jon Bonilla and Mike Montali. Upon writing over fifty songs together, they decided to take things to the next level and form a band. After a self-released demo, they were signed to Alive Natural Sound, releasing their debut Ride On The Train in March 2013. Critical acclaim soon followed as Rolling Stone, Spin, and American Songwriter all premiered material from the album. On April 19, 2014, they released an exclusive Record Store Day tribute to The Velvet Underground."
       },    
         {
      "id":47,
      "name":"The Silks",
      "day":"Saturday",
      "dayId":"2",
      "time":"10:30pm",
      "stageId":"1",
      "stage":"Red Eyed Fly - Outdoor Patio",
      "url":"http://www.thesilksmusic.com/",
      "mp3":"https://soundcloud.com/rslblog-com/the-silks-livin-in-the-world",
      "thumb":"http://songchant.com/outlaw/images/thesilks_th.jpg",
      "image":"http://songchant.com/outlaw/images/thesilks.jpg",
      "bio":"Rock and Roll may not be dead, but it does seem like there’s a priest leaning over its bed, reciting the last rites. However, if The Silks have anything to do with it, the body will soon be out of bed, bopping around the room. The Silks sound like the first band in ages who could conceivably appeal to kids who are horrified at having Miley shoved down their throats, to aging hipsters who once hung out at The Fillmore. Though they’re young, The Silks seem somehow ageless. They’ve learned their lessons. They know their history. They rock. They also roll. Look! The body is out of bed. And dig it: he’s dancing!"
       },
       {
        "id":17,
      "name":"Winston Cave",
      "day":"Friday",
      "dayId":"1",
      "time":"7:15pm",
      "stageId":"3",
      "stage":"Elysium",
      "url":"http://www.winstoncave.com/",
      "mp3":"https://soundcloud.com/winston-cave/going-down-to-texas",
      "thumb":"http://songchant.com/outlaw/images/winstoncave_th.jpg",
      "image":"http://songchant.com/outlaw/images/winstoncave.jpg",
      "bio":"American, Roots band from Texas" 
      },
      {
        "id":21,
      "name":"Three Rock Wolves",
      "day":"Friday",
      "dayId":"1",
      "time":"9:00pm",
      "stageId":"1",
      "stage":"Red Eyed Fly - Outdoor Patio",
      "url":"http://thestonefoxes.com/",
      "mp3":"https://soundcloud.com/thestonefoxes/cold-like-a-killer",
      "thumb":"http://songchant.com/outlaw/images/threerockwolves_th.jpg",
      "image":"http://songchant.com/outlaw/images/threerockwolves.jpg",
      "bio":"It's been decided, we don't wanna be anything but a Rock n Roll band. We wanna hit hard, go fast, get low, get moody, and just do what feels good. We are on a mission to bottle up all the energy, the impressive amount of sweat, and the outrageous fun we have playing live, and give it back to the rest of the humans as a record. We're six dudes who believe that Rock n Roll can move mountains, and we're gonna play it till we move one."
       },
         {
        "id":33,
      "name":"Skye Strickler",
      "day":"Saturday",
      "dayId":"2",
      "time":"3:30pm",
      "stageId":"1",
      "stage":"Red Eyed Fly - Outdoor Patio",
      "url":"hhttp://www.skyestrickler.com/",
      "mp3":"https://soundcloud.com/skyestrickler/candy-shop-demo-acoustic",
      "thumb":"http://songchant.com/outlaw/images/skyestrickler_th.jpg",
      "image":"http://songchant.com/outlaw/images/skyestrickler.jpg",
      "bio":"Hailing from a small farm in Kansas, Skye Strickler is a singer-songwriter with a charismatic personality in the Austin music scene. With a voice that is often described as “the tenor of Justin Timberlake and the precision of Sam Smith paired with the sultry soulfulness of Ella Fitzgerald”, it is easy to understand why no single genre could accurately capture the diversity of Skye’s music. OneRepublic. Timbaland. Emeli Sande. Adele. Sam Smith. This abridged list of influences only scratches the surface of his distinct acoustical palette, self defined as a genre-defying “Acoustic Pop”. This mesh of collective influences - ranging from classical, pop, alternative, and jazz - is prominently heard not only in his inspired original tunes, but also in his unique arrangements of contemporary radio hits."
},
         {
        "id":41,
      "name":"Coyote Union",
      "day":"Saturday",
      "dayId":"2",
      "time":"7:30pm",
      "stageId":"1",
      "stage":"Red Eyed Fly - Outdoor Patio",
      "url":"hhttp://www.coyoteunion.com/",
      "mp3":"https://soundcloud.com/the-outlaw-roadshow/coyote-union-promise-land",
      "thumb":"http://songchant.com/outlaw/images/coyoteunion_th.jpg",
      "image":"http://songchant.com/outlaw/images/coyoteunion.jpg",
      "bio":"What makes a good band great, what makes them stand out above all the rest, is their commitment to an infallible ideal, the one thing that they strive to do to change people through their music, giving them a deeper experience. For Coyote Union, that ideal is connection.  Connection to their fans, to their music and to each other. Coyote Union hopes to inspire, uplift and encourage their listener to overcome the “hard stuff in life” by providing musical therapy and songs that move people by sharing their own life experience, hardship and emotion.  People say they might be a little too nice, but they don’t care, they just want to reach as many people as they can with heartfelt words, and a positive spirit. Coyote Union’s sound is the culmination of their influences and experiences, drawing from the down home roots and punk-rock sensibility and need to create deep connections. Their style is a melting pot of rock, punk, blues, folk, Americana and a touch of classical and grunge, but no matter what the style, they always play from the heart. Rather than writing hits, Coyote Union’s aim is to reach people that need to hear their songs for inspiration, and to help them through the down times, writing about love, anger, passion, conquering, accomplishment, triumph, sadness and sorrow.  Both their dynamic music and deeply moving lyrics take listeners on an emotional roller coaster and pull on the heart strings."
 },
         {
        "id":51,
      "name":"PARLOUR TRICKS",
      "day":"Saturday",
      "dayId":"2",
      "time":"12:00am",
      "stageId":"3",
      "stage":"Elysium",
      "url":"http://www.parlourtricksmusic.com/",
      "mp3":"https://soundcloud.com/parlour-tricks-music/requiem",
      "thumb":"http://songchant.com/outlaw/images/parlourtricks_th.jpg",
      "image":"http://songchant.com/outlaw/images/parlourtricks.jpg",
      "bio":"Recipients of the Village Voice's award for Best Pop Band in New York 2014,  PARLOUR TRICKS (formerly Lily & The Parlour Tricks) has been hailed as 'the perfect combo of pretty and gritty' (The Wild Magazine). The sextet's seemingly incongruous combination of powerhouse angel-choir harmonies, thundering bass, drums and synth, and impressionistic guitar work makes for a kind of indie pop symmetry that somehow sounds '50's nostalgic, 90's familiar, and 2020 progressive all at once' (The Most Definitely). With their 'punchy, infectious, danceable rhythms, clean guitar, dirty synth, and heavenly voices' (Village Voice) it's not too hard to see why Spotify took a shine to them, calling their sound 'Vintage pop for the future'."
       },
       {
      "id":13,
      "name":"Johnson",
      "day":"Friday",
      "dayId":"1",
      "time":"4:30pm",
      "stageId":"1",
      "stage":"Red Eyed Fly - Outdoor Patio",
      "url":"",
      "mp3":"",
      "thumb":"http://songchant.com/outlaw/images/johnson_th.jpg",
      "image":"http://songchant.com/outlaw/images/johnson.jpg",
      "bio":"With a sound that is equal parts Robert Johnson (their namesake) and Peter Green - the trio of guitarist Mac McNabb, bassist Chris Johnson, and drummer Kevin Lance play a version of the blues that flies north to Chicago, down through the Mississippi delta, over to late 60’s England, and back. Contrary to burgeoning legend, Johnson hasn’t made a deal with the devil…just yet." 
 
},
       {
      "id":11,
      "name":"Seán Barna",
      "day":"Friday",
      "dayId":"1",
      "time":"3:00pm",
      "stageId":"2",
      "stage":"Red Eyed Fly - Indoor Lounge",
      "url":"http://seanbarna.com",
      "mp3":"https://soundcloud.com/seanbarna/come_at_me_gently",
      "thumb":"http://songchant.com/outlaw/images/seanbarna_th.jpg",
      "image":"http://songchant.com/outlaw/images/seanbarna.jpg",
      "bio":"Seán Barna is a singer, songwriter, and drummer living in Washington, D.C. His debut EP, Cutter Street, is an urgent and powerful collection of songs recorded at The Fortress in Downtown Los Angeles in late-2013 and early-2014, while Barna was jobless and living on his friend's couch. He is currently recording a followup full length LP, tentatively called Monogamy and Other Disappointments, due out in the summer of 2015."
},
       {
      "id":14,
      "name":"Seth Wood",
      "day":"Friday",
      "dayId":"1",
      "time":"5:15pm",
      "stageId":"2",
      "stage":"Red Eyed Fly - Indoor Lounge",
      "url":"http://www.sethwood.net/",
      "mp3":"https://soundcloud.com/sethwoodmusic/san-francisco",
      "thumb":"http://songchant.com/outlaw/images/sethwood_th.jpg",
      "image":"http://songchant.com/outlaw/images/sethwood.jpg",
      "bio":"In his latest EP San Francisco, Seth Wood brings his gospel background to picnic with his own folk-inspired style, where audiences can feast on words that he has been carefully harvesting for months. Ripe and ready for listening, this 2013 release, produced by Tom Laune, echoes of a season where Wood wrestled extensively with his dreams and impending realities. When friend DJ Lipscomb suggested he begin a Kickstarter campaign to fund the EP, Wood consenting under one condition: If it doesn’t happen, this is the world signaling for me to not do music anymore." 
}


]



