[ 
	{     "id":51,
      "name":"Fort Frances",
      "day":"Saturday",
      "dayId":"2",
      "time":"8:45pm",
      "stageId":"1",
      "stage":"Mercy Lounge",
      "url":"http://fortfrancesmusic.com/",
      "fb":"https://www.facebook.com/fortfrancesband",
      "twitter":"https://twitter.com/thefortfrances?lang=en",
      "mp3":"https://soundcloud.com/fort-frances/plastic-hearts-1",
      "mp3name":"Plastic Hearts",
      "thumb":"http://songchant.com/outlaw/images/fortfrances_th.jpg",
      "image":"http://songchant.com/outlaw/images/fortfrances.jpg",
      "bio":"Fort Frances' new album is, No One Needs to Know Our Name. Yes, it's an odd title for an record considering most independent bands are doing everything possible to win exposure. It’s more of a personal manifesto of this band. In an age of hyper-connectivity and public oversharing, frontman and chief lyricist, David McMillin, says, 'This is a reminder that we are all allowed to shut out the noise.' Fort Frances is McMillin, Aaron Kiser and Jeffrey Piper.  FORT FRANCES are headed to Nashville! Having spent a lot of time listening to innumerable artist submissions over the years, this is one of the bands I keep coming back to. The sound and emotion generated on stage by this powerhouse trio continues to win us over. After killing it at our shows in other cities and sharing hugs with our audiences, I'm thoroughly convinced - as you will be, that this is one of the very best live acts in America today. Fort Frances' new album is, No One Needs to Know Our Name. Yes, it's an odd title for an record considering most independent bands are doing everything possible to win exposure. It’s more of a personal manifesto of this band. In an age of hyper-connectivity and public oversharing, frontman and chief lyricist, David McMillin, says, 'This is a reminder that we are all allowed to shut out the noise.' Fort Frances is McMillin, Aaron Kiser and Jeffrey Piper. We are absolutely delighted to have Fort Frances join us at the very first Outlaw Roadshow Nashville. They will play day two: Saturday, July 18 of our two-day, free music extravaganza in America's Music City. This is going to be very, very good!"
       },
             {     "id":52,
      "name":"Corey James Bost & Sara Bost",
      "day":"Saturday",
      "dayId":"2",
      "time":"11:15pm",
      "stageId":"2",
      "stage":"The High Watt",
      "url":"http://www.coreyjamesbost.com/",
      "fb":"https://www.facebook.com/coreyjamesbost",
      "twitter":"https://twitter.com/coreyjamesbost",
      "mp3":"https://soundcloud.com/coreyjamesbost/features",
      "mp3name":"Features",
      "thumb":"http://songchant.com/outlaw/images/coreyjamesbost_th.jpg",
      "image":"http://songchant.com/outlaw/images/coreyjamesbost.jpg",
      "bio":"In many ways this announcement has been one of the most difficult ones for me this year. Not because I don't feel strongly but precisely because I do! While I'm fairly new to the world of both these musicians and their collaborative partners, but the more I listen to their work and understand their creative stamp - the most excited I get and the more tasked I feel in the announcement. Well here goes: Corey James Bost is a Singer/Songwriter from south Florida that now resides in Nashville TN. His first release was in the form of an EP called 'Kingdom' that came out in early 2013. Kingdom was followed up quickly by the debut LP 'Heritage' (editor's note: this thing is a-mazing) that was released in the summer of 2014. You can see Corey frequenting venues all over the states here in 2015. Sara Ellen Bost is a singer/songwriter from South Florida. She sings alongside Chris Carabba, lead singer of folk band Twin Forks, and recently shared the stage with Counting Crows and Jukebox the Ghost. When she's not touring with Twin Forks you can find her playing shows with her brother, Corey James Bost, in Nashville. Seeing these siblings and their talented friends collaborating on our stage in Nashville isn't just a special event - it's downright magical. This will surely be one of my favorite sets at the Outlaw this year. Corey and Sara will play Nashville on Saturday 7/18."
      },

{     "id":53,
      "name":"The Secret Sisters",
      "day":"Friday",
      "dayId":"1",
      "time":"11:00pm",
      "stageId":"1",
      "stage":"Mercy Lounge",
      "url":"http://www.secretsistersband.com/",
      "fb":"https://www.facebook.com/TheSecretSisters",
      "twitter":"https://twitter.com/thesecretsister",
      "mp3":"https://soundcloud.com/niceshirt-1/the-secret-sisters-tomorrow-will-be-kinder",
      "mp3name":"Tomorrow Will Be Kinder",
      "thumb":"http://songchant.com/outlaw/images/secretsisters_th.jpg",
      "image":"http://songchant.com/outlaw/images/secretsisters.jpg",
      "bio":"There are so many thoughts going through my head as we put these Outlaw Roadshow lineups together. Will music fans understand and appreciate our vision? And putting something like this together in a new city with fresh audiences makes for all kinds of excitement. Hailing from the deep south and today making Nashville their home, The Secret Sisters are a true rising star in music. I have been listening to them for weeks now and they're just amazing. Their unique storytelling and mix of what's old and new will intoxicate our audiences on Friday 7/17. Get ready.  Growing up surrounded by the sounds of the South and the powerful timeless music emanating from Muscle Shoals, Alabama, The Secret Sisters were heavily influenced by a range of uniquely American musical styles, including country, bluegrass and gospel, as well as classic rock and pop. They were raised on a rich tapestry of music, listening to everything from George Jones and Loretta Lynn, to The Eagles, Fleetwood Mac, The Ramones, Fiona Apple and Rufus Wainwright. But it was their father, a musician himself, who introduced Laura and Lydia to bluegrass at an early age and spent many weekends bringing his daughters to local bluegrass festivals.  Put Your Needle Down, their latest effort, is an eclectic masterpiece of storytelling. It was recorded at the famed Village Recorder in Los Angeles, with The Secret Sisters singing live alongside a five-piece band. The duo was adamant that their album sound as real and authentic as possible. 'We wanted it to be a very human record,' said Laura. 'I think that recording live is the best way that you can record an album because it really captures a band’s ability to glue themselves to one another and create something beautiful.' She adds, 'There is something beautiful and honest about not being perfect.' "
      }, 
{     "id":54,
      "name":"Diana DeMuth",
      "day":"Saturday",
      "dayId":"2",
      "time":"9:15pm",
      "stageId":"2",
      "stage":"The High Watt",
      "url":"http://www.dianademuthmusic.com/",
      "fb":"https://www.facebook.com/dianademuthmusic",
      "twitter":"https://twitter.com/dianademuthhq",
      "mp3":"https://soundcloud.com/diana-demuth-1/albuquerque",
      "mp3name":"Albuquerque",
      "thumb":"http://songchant.com/outlaw/images/dianademuth_th.jpg",
      "image":"http://songchant.com/outlaw/images/dianademuth.jpg",
      "bio":"I recently recorded one of my favorite Roadshow Radios in Boston a few weeks ago when the globetrotting Diana DeMuth was passing through town. DeMuth is perhaps most well known to the world for her appearance on television's The X-Factor, but since that time she has gone on to craft one of the best pop albums of 2015. Albuquerque is a collection of ten different stories and emotions woven beautifully together. When Diana appeared on the radio studio, she and I ended up gabbing about good whiskey, shared stories from the road and somehow got into tattoo talk! Despite all the distractions, she did perform for our live radio audience.. and we eventually got to talking about her songs. Especially important to DeMuth? The role of songwriting in her music. 'My music has and will always be about the narrative. I love the challenge of trying to capture a different emotion each time I write a song,' DeMuth quips. 'My favorite part of the record is that no two songs are about the same thing.' Meet The Artist - Diana DeMuth is a folk/rock musician originally from Boston, MA. She began singing, writing, and playing guitar at the age of thirteen and recorded her first EP at fourteen. After attending school in Oregon, DeMuth returned home to work with distinguished producer Alain Mallet on her debut album. Albuquerque incorporates her soulful and intimate sound with unique arrangements."  },

{     "id":55,
      "name":"Cory Branan",
      "day":"Saturday",
      "dayId":"2",
      "time":"10:45pm",
      "stageId":"1",
      "stage":"Mercy Lounge",
      "url":"http://corybranan.com/",
      "fb":"https://www.facebook.com/corybranan",
      "twitter":"https://twitter.com/Corybranan",
      "mp3":"https://soundcloud.com/bshq/you-make-me-by-cory-branan",
      "mp3name":"You Make Me",
      "thumb":"http://songchant.com/outlaw/images/corybranan_th.jpg",
      "image":"http://songchant.com/outlaw/images/corybranan.jpg",
      "bio":"We keep a lot of secrets right until the last minute with The Outlaw Roadshow. It makes for a lot of suspense and real magic for our music fans, but this is really no secret.. It's quite possible that CORY BRANAN is one of the most talented, crowd-challenging music geniuses to ever take one of our stages. There are fewer modern examples of an artist with a foot in so many worlds and the clear ability for their creator to make it all happen live. This is a set not to be missed. No one said it better than Noisey writer Ron Knox; 'For people who have followed his career, Branan is maddening. He radiates talent. He’s a powerful songwriter, a world-class guitar player, a singer with enough melody and grit to please the ear and stick to bones. He crafts complex songs, toying with structures and characters in ways most songwriters never consider, let alone have the guts to commit to record. His choices often come at the expense of pop sensibility that would actually, you know, sell those records.. Over his sometimes inglorious career, he’s built a network of admirers, mainly in the punk world, who are drawn to his songs primarily because they are uncompromising and rewarding through patience. The genius is there—it’s always been there—but only now has Branan found an industry niche willing to accept his music and not try to shoehorn him into some false archetype in which he’s always refused to fit.' And there we have it. Cory Branan is too good to be true and he is, as of today, an Outlaw. 'With one foot planted in the blue-collar alt-country of Steve Earle and the other in the ragged folk-punk of Chuck Ragan's Revival Tour, Branan stretches his songs to their near-breaking points.'  - Rolling Stone magazine.  MEET THE MAN - Throughout his career, Branan has been too punk for country, too country for punk, too Memphis for Nashville, and probably a little too Cory Branan for anyone’s damn good. He has proven himself as a top-notch songwriter (Chuck Ragan recently called him “the greatest songwriter of our generation”), fierce lyricist (in Lucero’s 'Tears Don’t Matter Much' they sing that Cory has, 'a way with words that’ll bring you to your knees'), and a hyperdynamic performer with the ability to fingerpick finer than ‘60s Greenwich Village folkies and brutally strum like a proto punk shredder. "},


{     "id":56,
      "name":"Midnite on Pearl Beach",
      "day":"Saturday",
      "dayId":"2",
      "time":"4:15pm",
      "stageId":"1",
      "stage":"Mercy Lounge",
      "url":"https://midniteonpearlbeach.bandcamp.com/",
      "fb":"https://www.facebook.com/MidniteOnPearlBeach",
      "twitter":"//twitter.com/midniteopb",
      "mp3":"https://soundcloud.com/midnite-on-pearl-beach/no-mystery-in-that",
      "mp3name":"No Mystery In That",
      "thumb":"http://songchant.com/outlaw/images/midniteonpearlbeach_th.jpg",
      "image":"http://songchant.com/outlaw/images/midniteonpearlbeach.jpg",
      "bio":"BREAKING OUT - One of the music acts I am the most excited to see in Nashville this year is Midnite On Pearl Beach. The Chicago-by-way-of-Louisiana band have a really fantastic pop sensibility, an even better sense of rhythm and flow - and at the heart of it all are the vocals and creative wit of Justin Jahnke.. a gifted, vastly under-celebrated musician who has definitely made my life better the last few years. Now it's your turn. A mainstay on my weekly radio program, these layered tracks provide cinematic backdrops for listeners - one after the next; an almost impossible feat when most people aren't constructing records any longer. The upcoming LP, Scrowlers, is set for release this fall.  Get ready to be blown away by this band in their first ever Outlaw Roadshow appearance on Saturday 7/18. 'We are pushers of the rock 'n roll junk cart, purveyors of dusty soul, and peddlers of hazy psychedelia,' writes Jahnke in our email about the band's set in Nashville. 'Midnite on Pearl Beach is alive, real, and deep.'" },


{     "id":57,
      "name":"ELEL",
      "day":"Friday",
      "dayId":"1",
      "time":"12:00am",
      "stageId":"1",
      "stage":"Mercy Lounge",
      "url":"http://elelmusic.com/",
      "fb":"https://www.facebook.com/elelmusic",
      "twitter":"https://twitter.com/elelmusic",
      "mp3":"https://soundcloud.com/el-el-3/40-watt",
      "mp3name":"40-Watt",
      "thumb":"http://songchant.com/outlaw/images/elel_th.jpg",
      "image":"http://songchant.com/outlaw/images/elel.jpg",
      "bio":"I believe in music - and in the majesty of life. It was a cold morning this January when I hauled myself behind the wheel of a car headed to Logan Airport in Boston. On the way, literally just before I parked the car - a new artist named ELEL played upon my radio. From Nashville - my destination - they sparked my interest. Flash forward to my street-walking adventures in Nashville. It was January and (being from Boston) I was the only one not wearing a coat. The very first band I ran into during my venue tours in the city of Nashville, was ELEL. This all was just meant to be. And you're going to be glad for it. Nashville 8-piece ELEL had an exciting year. Their debut track '40 Watt', an effervescent blast of feel good indie pop, drew comparisons to the likes of Vampire Weekend and MGMT, winning over a slew of blogs, radio stations (Sirius XM's Alt Nation, WFUV, KCRW) and affording them the opportunity to perform at Bonnaroo Festival, SXSW and Treefort Music Festival. The band are set to release their debut full-length LP on Mom + Pop Music. ELEL, consisting of two horns, two drums, three keys ,guitar, bass and whole lot of vocals, was born from front man Ben Elkins (of Heypenny *listen) meeting a girl named Eliska. Ben’s now wife softened his edges while introducing him to the likes of Beach House and Toro Y Moi. Speaking on ELEL, Ben says 'It’s the outcome of me producing music that risks leaving space and communicates emotion easily and softly.' This band represents a new start for its members. Tied together by the bustling Nashville music scene but from an array of locations, ELEL includes Ben (Arkansas), Zach (Kentucky), Tim (Mississippi), Jo Jo (Queens, NY), Alex (Pennsylvania), and life-long Nashvillians (so far) Frederick, Jerry and Stefan. According to Ben, '40 Watt is a big loud dance song about dancing with one other person in a little bitty house.’" 
      },
{     "id":58,
      "name":"Gardening, Not Architecture",
      "day":"Friday",
      "dayId":"1",
      "time":"8:30pm",
      "stageId":"2",
      "stage":"The High Watt",
      "url":"http://www.fossilsfilm.com/",
      "fb":"https://www.facebook.com/gardeningnotarchitecture",
      "twitter":"http://twitter.com/gnatweets",
      "mp3":"",
      "mp3name":"",
      "thumb":"http://songchant.com/outlaw/images/gardening_th.jpg",
      "image":"http://songchant.com/outlaw/images/gardening.jpg",
      "bio":"Gardening, Not Architecture, born in the deep winter of 2003 in Wisconsin, is the brain child of Sarah Saturday. It was never supposed to be more than a few recorded demos. The project wouldn’t be named until 2007, and wouldn’t see its first live performance until 2009, only after pressure from friends and fans to release more songs and start playing shows. Since then, Sarah has played over 200 shows as Gardening, Not Architecture; toured the United States and Canada multiple times as a solo act; self-released two full-length albums; and had her music featured in television shows, promotional videos, and feature films. She is currently venturing into the world of film scoring, composing her first score for an independent feature film Superpowerless, (currently in post-production), and releasing a three-part anthology film for her upcoming album, Fossils, which is due out in July 2015."
      },
 {     "id":59,
      "name":"Matt Sucich",
      "day":"Friday",
      "dayId":"1",
      "time":"10:30pm",
      "stageId":"2",
      "stage":"The High Watt",
      "url":"http://www.mattsucich.com/",
      "fb":"https://www.facebook.com/MattSucich",
      "twitter":"https://twitter.com/EsMatteo",
      "mp3":"https://soundcloud.com/mattsucich/mirages",
      "mp3name":"Mirages",
      "thumb":"http://songchant.com/outlaw/images/mattsucich_th.jpg",
      "image":"http://songchant.com/outlaw/images/mattsucich.jpg",
      "bio":"Over the course of the last three years, New York troubadour Matt Sucich has become a central player in The Outlaw Roadshow family - playing our stages, attending our shows and supporting our community. And along the way, Matt's musical prowess and storytelling have only improved and today, he is a force to be reckoned with. 'Whenever he's on stage, Matt Sucich strikes a balance between light-hearted, straightforward humor and profound, evocative lyrics. He's a storyteller with the ability to turn a string of metaphors and similes into images and ideas that linger long after the song ends.' - Pam Segura, Pancakes & Whiskey.  ABOUT MATT - Aside from performing regularly at home in New York City, Sucich (pron: sue-sitch) has also set foot on some pretty exciting stages across the U.S. including the Heartbreaker Banquet in Austin, TX, Firefly Music Festival in Dover, PA, Bonnaroo in Manchester, TN, Levon Helm's Midnight Ramble in Woodstock, NY, and many others." 
      },
{     "id":60,
      "name":"Buffalo Rodeo",
      "day":"Friday",
      "dayId":"1",
      "time":"1:00am",
      "stageId":"1",
      "stage":"Mercy Lounge",
      "url":"http://www.buffalorodeomusic.com/",
      "fb":"https://www.facebook.com/BuffaloRodeo",
      "twitter":"https://twitter.com/buffalorodeo",
      "mp3":"https://soundcloud.com/buffalo-rodeo/butterfly-knife-1",
      "mp3name":"Butterfly Knife",
      "thumb":"http://songchant.com/outlaw/images/buffalorodeo_th.jpg",
      "image":"http://songchant.com/outlaw/images/buffalorodeo.jpg",
      "bio":"Somewhere on the outskirts of reality, the denizens of that edge world need music. Soft and full of light, this place deserves someone like Buffalo Rodeo to play for their. Ethereal sounds echoing of early Pink Floyd stirred with the modern, rock quirk of Tame Impala - there is a perfect balance here. (Think Brian Jonestown Massacre without all that heaviness.) Every few years we get to work with the provocateurs of these psychedelic waters. Not since Puerto Rico's Fantasmes graced the Outlaw stage in Austin TX in 2012, have I felt so strongly about a band in this category, however. Buffalo Rodeo are gifted everything and nothing all at once and that's exactly what we need! Welcome to The Outlaw Roadshow. Formed around 2008 in a music-thirsty gulch of the hills of Bowling Green, KY around the likes of Cage the Elephant, Sleeper/Agent, and Morning Teleportation, Buffalo Rodeo has worked tirelessly as an independent band securing shows at festivals such as Riot Festival (Chicago), Moontower Music Festival, The Big To-Do Festival, Starry Nights Music & Arts Festival as well as booking tours and traveling through most of the eastern half of the United States. Comprised of original members Nate Davis (guitar), Zach Preston (vocals), and Ryan Gilbert (drums), Buffalo Rodeo added Jordan Reynolds (keys, vocals) in 2012 along with Patrick Duncan (bass) and Kevin Creambus (van) the following year to result in a road-hungry combination ready to bring vibrations to all the right eardrums. The band's latest release, '123 Water' is what you're listening to and is completely worth every second of your time. I would recommend you not miss the band's set with us in Nashville on Friday 7/17."
       },
       {     "id":61,
      "name":"Caleb Groh",
      "day":"Friday",
      "dayId":"1",
      "time":"12:30am",
      "stageId":"2",
      "stage":"The High Watt",
      "url":"http://www.iamcalebgroh.com/",
      "fb":"https://www.facebook.com/calebgrohmusic",
      "twitter":"https://twitter.com/CalebGroh",
      "mp3":"https://soundcloud.com/calebgroh/ellis-d",
      "mp3name":"Ellis-D",
      "thumb":"http://songchant.com/outlaw/images/calebgroh_th.jpg",
      "image":"http://songchant.com/outlaw/images/calebgroh.jpg",
      "bio":"Discovery is a process and it is a place. No one knows that better than Caleb Groh. The singer has lived and created music in cities all around America and his songs and approach have changed with each locale. And at every turn, the places, people and experiences of his life have left an indelible mark on the artist and his songs. His performance this Friday night at The Outlaw Roadshow Nashville will be no different. Come and be a part of this set and Caleb's story! Nashville­ based Caleb Groh (pronounced GROW) has been singing, writing, producing and playing since 13 years old. He’s jumped genres from album to album, with his signature, descriptive and hard­hitting lyrical style (comprising historical, biblical, and mythological figures in fictional contexts) as a constant adhesive. Caleb grew up in Connecticut, California, New York, Florida, Boston and Nashville, whose landscapes and cultures give his songs a wide range of scenery and inspiration. Caleb’s newest release is due later this year. "
      },
      {
  "id":62,
      "name":"K Phillips",
      "day":"Friday",
      "dayId":"1",
      "time":"8:00pm",
      "stageId":"1",
      "stage":"Mercy Lounge",
      "url":"http://www.kphillipsmusic.com/",
      "fb":"https://www.facebook.com/pages/K-Phillips/144599505617584",
      "twitter":"https://twitter.com/thekphillips",
      "mp3":"https://soundcloud.com/k-phillips/kats-song-what-i-cant-have",
      "mp3name":"Kat's Song (What I can't have)",
      "thumb":"http://songchant.com/outlaw/images/kphillips_th.jpg",
      "image":"http://songchant.com/outlaw/images/kphillips.jpg",
      "bio":"Hailing from Austin, TX and bringing with them the howling ghosts of music's past, K PHILLIPS could be the most underrated live band in America today. A stage veteran throughout the south, K Phillips is appearing in his fifth Outlaw Roadshow - and our first here in Nashville. We really want to knock over audiences and this is a stellar way to do it. Prepared to be touched by this guy's music and his ramshackle Rimbaud-inspired poetry. Expect quiet moments and huge, soaring jams - all inspired by stories of lost love and nights out looking for trouble. Whiskey-in-hand, I will be right there with you, in the front row of one of America's best live sets. The Outlaw Roadshow welcomes K back with open arms!" },
          { "id":63,
      "name":"Boom Forest",
      "day":"Saturday",
      "dayId":"2",
      "time":"11:45pm",
      "stageId":"1",
      "stage":"Mercy Lounge",
      "url":"http://boomforest.com/",
      "twitter":"https://twitter.com/boomforest",
      "fb":"https://www.facebook.com/theboomforest",
      "mp3":"https://soundcloud.com/rslblog-com/boom-forest-shadow-of-doubt",
      "mp3name":"Shadow of a Doubt",
      "thumb":"http://songchant.com/outlaw/images/boomforest_th.jpg",
      "image":"http://songchant.com/outlaw/images/boomforest.jpg",
      "bio":"Deep in the late stages of recording a new album, John Paul Roney is poised for a huge year. Playing under the stage name Boom Forest, this is definitely someone you need to know. Now calling Nashville his home, Roney has cultivated a cult-like reverence with indie music lovers across the country and has earned a great deal of positive press from music magazines and blogs. A gifted soul, The Outlaw has worked with him in New York and in Austin and it wouldn't be right not to have him on the big stage in his home town. Boom Forest plays the Mercy Lounge on Saturday, July 18. Welcome home! Expect sweeping songs about love, childhood and the mystical nature of the undiscovered world. Somewhere along the way, you will surrender to the percussion and want to dance. It's this wonderful amalgam of mental images and songcraft that makes Boom Forest what they are. Boom Forest is the spiritual wailings of John Paul Roney from the automated woods of Tomorrow."  },
      {     "id":64,
      "name":"Parlour Bells",
      "day":"Friday",
      "dayId":"1",
      "time":"11:30pm",
      "stageId":"2",
      "stage":"The High Watt",
      "url":"http://parlourbells.com/",
      "fb":"https://www.facebook.com/parlourbells",
      "twitter":"https://twitter.com/parlourbells",
      "mp3":"https://soundcloud.com/rslblog-com/parlour-bells-id-like-to-think",
      "mp3name":"I'd Like To Think",
      "thumb":"http://songchant.com/outlaw/images/parlourbells_th.jpg",
      "image":"http://songchant.com/outlaw/images/parlourbells.jpg",
      "bio":"Parlour Bells are all about the mood and the excitement. Having seen the project unfold from a duo to a full band, with all players dedicated to the explosion that occurs on stage, I fully suspect that the Parlour Bells set could end up being one of the most talked about at this year's Outlaw Roadshow Nashville. At the core of at all is the showman Glenn di Benedetto, whose fearless stage presentations (celebratory of Greg Dulli and David Bowie's lyrical content and ferocious in intensity like Perry Farrell) will mesmerize our audiences. Parlour Bells co-founder Nate Leavitt is something like a New England rock god, bringing the rock guitar and a whole lot more to a handful of outstanding music projects. Magen Tracy, Brendan Boogie and Paul Myers - each adept professionals in their own right, round out the band. This powerful combination makes Parlour Bells something of a Boston-area Super Band! Parlour Bells play the Friday night 7/17. This should be one hell of an amazing ride!" },
      {     "id":65,
      "name":"Daniel and The Lion",
      "day":"Friday",
      "dayId":"1",
      "time":"9:00pm",
      "stageId":"1",
      "stage":"Mercy Lounge",
      "url":"http://datlband.com/",
      "fb":"https://www.facebook.com/canyonspellsband?fref=ts",
      "twitter":"https://twitter.com/andthelion",
      "mp3":"https://soundcloud.com/datlband/daniel-and-the-lion-death-head",
      "mp3name":"Death Head",
      "thumb":"http://songchant.com/outlaw/images/canyonspells_th.jpg",
      "image":"http://songchant.com/outlaw/images/canyonspells.jpg",
      "bio":"The story of Daniel And The Lion begins in a tiny Wisconsin town and it ends up in Nashville. It's a story with a million mile markers and a dream as big as the sky. A thousand live shows have created a wanderlust that have dragged founders Jimmie Linville and Daniel Pingrey around America - and as luck would have it, into the arms of The Outlaw Roadshow - where they have been a perennial favorite for years now. They are one of the few bands who have managed to play Outlaw Roadshow events in New York, in Austin, on the national tour with Counting Crows -- and now this month in Nashville. We like to think of them as part of the family. There was so much magic, even in the beginning, but then everything got even better with the addition of talented multi-instrumentalist Michaela Thomas. The band got fleshed out further with the inclusion of gifted friends in music. The intimate little jams can now be played that way, or they can be delivered with an orchestral and drum-laced fury reminding the audience of a sudden storm roaring across the horizon. It's wonderful that we can once again announce Daniel And The Lion are back with us - this time in Nashville. The band appears Friday Night, 7/17 at the Mercy Lounge.  THIS IS WHO WE ARE - When I wrote to the band last week, asking for their latest bio, the ever-entertaining Jimmie Linville responded only with this, 'Daniel and the Lion is a rock band living in Nashville, Tennessee. Good at writing songs, bad at writing an artist bio.'"
      }, 
{
      "id":66,
      "name":"Skunkmello",
      "day":"Saturday",
      "dayId":"2",
      "time":"12:15am",
      "stageId":"2",
      "stage":"The High Watt",
      "url":"http://skunkmello.com/",
      "mp3":"https://soundcloud.com/skunkmello/backseat-gypsy-1",
      "mp3name":"Backseat Gyspy",
      "thumb":"http://songchant.com/outlaw/images/skunkmello_th.jpg",
      "image":"http://songchant.com/outlaw/images/skunkmello.jpg",
      "bio":"I really dig the blues and I sure as hell love rock 'n' roll.. And anyone out there who finds a way to combine the pair and bring it justice has my golden ticket. Maybe it's the whiskey drinker in me, or maybe it's the passion for the eternal, but all it took was one Skunkmello show and I knew they were the real deal. There's a raw, devil-may-care storytelling here that from one song to the next the band could showcase Black Keys-inspired guitar and drum and then immediately enter into grungy blues. The NY band just played for us this March in Austin, TX and we knew right then we wanted them back with us for our inaugural showcase in Nashville. This is going to be wild! Skunkmello plays Saturday 7/18 at 11:30pm at The High Watt. Don't miss a second of this set! MEET SKUNKMELLO - After more than 3 years of late nights, lost shoes, and last calls, Skunkmello remains one of New York City's hardest hitting and rowdy rock bands. The band's latest album 'Stars & Stripes' (2014) has received blog love and radio play in multiple cities. They are finishing new material and looking to position an album in the year ahead. Definitely One To Watch!"},
       {     "id":67,
      "name":"Erin Rae and The Meanwhiles",
      "day":"Saturday",
      "dayId":"2",
      "time":"7:45pm",
      "stageId":"1",
      "stage":"Mercy Lounge",
      "url":"https://themeanwhiles.bandcamp.com/",
      "fb":"https://www.facebook.com/pages/Erin-Rae/257633649773",
      "twitter":"",
      "mp3":"https://soundcloud.com/erin-rae/hard-time-believing-erin-rae",
      "mp3name":"Hard Time Believing",
      "thumb":"http://songchant.com/outlaw/images/erinrae_th.jpg",
      "image":"http://songchant.com/outlaw/images/erinrae.jpg",
      "bio":"Like a well-illustrated book, Erin Rae delivers music so vivid and story-like it becomes hard to determine where her voice begins and your thought process ends. Always in the choir but seldom out front, Rae is poised for a truly breakout year as her full-length album, Soon Enough, will be released this September. Years of performing backing vocals, often bringing new life to familiar chestnuts and performing for family and friends have truly born fruit. 2015 is the year there sees Erin Rae take over her creative destiny.  Those new songs will unfold on the stage of The Outlaw Roadshow Nashville on Saturday 7/18 at the Mercy Lounge. She's gonna shine!  THIS IS ERIN RAE  - Growing up in Jackson, Tennessee, Erin Rae got an early introduction to folk music at home. Her mom and dad were both part-time musicians, playing their own brand of American roots music at churches, county fairs and coffee shops in west Tennessee. Starting as early as five years old, she would join them for a song or two. Two decades later, she's still spending her time onstage — this time as the main act. As the leader of Erin Rae and the Meanwhiles, she walks the line between old-school folk and modern Americana, creating a sound that nods to her influences while pushing ahead toward something new. It's music that breathes, filled with pedal steel, vocal harmonies, acoustic guitar, bright bursts of melody and plenty of space. It's also music that's taken her halfway across the world, with Erin playing shows everywhere from Nashville (her adopted hometown) to Switzerland." 
      },
           {     "id":68,
      "name":"CAPPA",
      "day":"Saturday",
      "dayId":"2",
      "time":"10:15pm",
      "stageId":"2",
      "stage":"The High Watt",
      "url":"http://www.cappamusic.net/",
      "fb":"https://www.facebook.com/cappamusic",
      "twitter":"https://twitter.com/cappamusic",
      "mp3":"https://soundcloud.com/cappa-music/hush",
      "mp3name":"Hush",
      "thumb":"http://songchant.com/outlaw/images/cappa_th.jpg",
      "image":"http://songchant.com/outlaw/images/cappa.jpg",
      "bio":"Originally hailing from outside Philadelphia, 24 year old CAPPA is no newbie to the music scene. Starting to write songs at age seven, Carla Cappa released her first album in 2009 where her song “I’m Not” won her 1st place in the USA Songwriting Competition. Landing a showcase that brought her to Nashville, TN, she moved shortly after to pursue her music career. The young artist released a series of singles which landed her traction on Sirius XM 20 on 20, Buzzfeed, and eventually landed her a feature as background vocalist for Passion Pit’s live VEVO session. Developing a distinct new sound, Carla Cappa has launched her new, long- awaited project CAPPA. Just having dropped her official self-titled EP, CAPPA’s singles have been floating around on popular internet sites such as SPIN, Alt Press, Noisey, Tunecore and many more. Her single 'Hush' was described as 'a little gem of a pop classic, think Broods in the beat with Grimes on vocals and that thing where Taylor Swift is always talking about what color dress she’s wearing' by All Things Go. Popular music blog The Music Ninja stated artists like CAPPA 'are truly redefining what the (pop) genre is all about.' With four hit singles off of her five song debut EP, CAPPA proves she is not one to be ignored."
      },
{     "id":69,
      "name":"Fleurie",
      "day":"Saturday",
      "dayId":"2",
      "time":"5:00pm",
      "stageId":"2",
      "stage":"The High Watt",
      "url":"http://www.fleuriemusic.com/",
      "fb":"https://www.facebook.com/fleuriemusic",
      "twitter":"https://twitter.com/fleuriemusic",
      "mp3":"https://soundcloud.com/fleuriemusic-1/fire-in-my-bones-1",
      "mp3name":"Fire In My Bones",
      "thumb":"http://songchant.com/outlaw/images/fleurie_th.jpg",
      "image":"http://songchant.com/outlaw/images/fleurie.jpg",
      "bio":"The name is French. The singer is American. And the music — a dreamy, cinematic pop sound that sweeps, swoons, and soars — creates its own geography. On her new EP, Arrows, Fleurie balances herself between two different worlds: one, an organic place where pianos twinkle and vocals flutter; the other, a digital place where electronic drums, synthesizers and computer programming meet. The musical moniker of Michigan-born, Nashville-based Lauren Strahm - a singer/songwriter who plays multiple instruments and co-produces her own material - Fleurie is an artist's artist. She creates lush, layered music with a skeleton crew, and her songs mix mainstream-worthy melodies with arrangements that push creative boundaries. In other words, this songwriter isn't chasing trends. She's creating them."
      },
{         "id":70,
      "name":"Shawn Fogel",
      "day":"Saturday",
      "dayId":"2",
      "time":"3:45pm",
      "stageId":"2",
      "stage":"The High Watt",
      "url":"http://www.goldenbloommusic.com/",
      "fb":"https://www.facebook.com/thegoldenbloom",
      "twitter":"https://twitter.com/#!/goldenbloom",
      "mp3":"https://soundcloud.com/goldenbloom/golden-bloom-101612-02",
      "mp3name":"Deliver It For Me",
      "thumb":"http://songchant.com/outlaw/images/shawnfogel_th.jpg",
      "image":"http://songchant.com/outlaw/images/shawnfogel.jpg",
      "bio":"One of the most gifted pop songwriters I have known, it has been a great honor for The Outlaw Roadshow to showcase the music of Shawn Fogel. Whether appearing as the creator and songwriter for Golden Bloom, channeling the songs of indie childhood with Neutral Uke Hotel, or reading a book a month and then writing a song on it (yes,Virginia it's happening) in Brothers In Yarn, this is somebody whose work you need to know about.  Golden Bloom's uplifting tunes often are underscored by the narrator's doubting, self-effacing - and witty narrator. Life marches on in these tracks and it all shows Shawn Fogel to be a hard-luck indie pop hero - and among the best. He plays The High Watt stage on Saturday 7/18. Nashville get ready!  Brothers in Yarn is equal parts band and book club. Shawn Fogel found a new way to approach songwriting that incorporates both the community of a reading group and the inspiration of immersing himself in a different kind of art. During 2015, he is reading one book a month, and inviting friends and listeners to do so with him. By the end of the month, he’s going to have written and recorded a complete song inspired by the book. Fogel first got the idea for Brothers In Yarn while listening to NPR’s Studio 360: 'They (have) a recurring segment where they track the progress of some people across the country who made year-long creative New Year’s Resolutions,' he says, '[(and) Brothers in Yarn is basically my 2015 creative resolution.' After struggling with writer’s block while making Golden Bloom’s new album and realizing that he hadn’t had the chance to read a book in a long time, Fogel made a resolution to connect his writing and reading—and to use his home studio to do so. 'The idea of reading a book a month, and writing and recording a song inspired by that book each month would not only force me to bring reading back into my life, but force me to learn how to use my home studio and set aside regular time for writing new music,' he says.  A new Golden Bloom record is anticipated by this winter. "
},
      {     "id":71,
      "name":"Thad Kopec",
      "day":"Saturday",
      "dayId":"2",
      "time":"6:20pm",
      "stageId":"2",
      "stage":"The High Watt",
      "url":"http://thadkopec.com/",
      "fb":"https://www.facebook.com/pages/Thad-Kopec/151998024858214",
      "twitter":"https://twitter.com/thadkopec",
      "mp3":"https://soundcloud.com/thad-kopec/every-drop-1",
      "mp3name":"Every Drop",
      "thumb":"http://songchant.com/outlaw/images/thadkopec_th.jpg",
      "image":"http://songchant.com/outlaw/images/thadkopec.jpg",
      "bio":"For many weeks I have been celebrating the music from a young man named Thad Kopec from Nashville who has an extraordinary sound. A timeless narrative occupies his distinct voice as he finds a way to channel spirits and ghosts. I hear AA Bondy, Father John Misty and a thousand voices from the dustiest portion of my LP collection in these songs. At times serene and restrained, Kopec also reminds me of Fionn Regan and Nick Drake. That is to say, Kopec is a young man with an old soul and the rarest of human hearts. Definitely One To Watch. THE STUFF OF LEGENDS - When Kopec sits down to write and record his richly layered albums, he is in a room with two windows. From one, you can see the side of an old brick apartment building being steadily overtaken by vines. Out the other, swaying treetops slightly obscure the speckled lights of a laundromat sign and a stream of traffic below. Kopec is a musician who believes you have to keep taking in more of the world to make something of it. As a result, his songs are full of mystery and imagination. The spacious, emotive environments draw a contrast of heavy despair and lighthearted hope. MEET THE ARTIST - Kopec was born in Ocala, Florida, and grew up on a farm there. He went to school in Jacksonville, Florida, for a year and then completed his undergraduate degree in religion and literature in Nashville, Tennessee, which he still calls home. He works as a composer and musician, in addition to recording his albums. Kopec is involved in every step of the creative process— writing, arranging, producing and playing a number of instruments, including guitar, bass, piano, synthesizer, percussion and ambient noise. "
      },
      {     "id":72,
      "name":"Daniel Ellsworth and The Great Lakes",
      "day":"Saturday",
      "dayId":"2",
      "time":"6:45pm",
      "stageId":"1",
      "stage":"Mercy Lounge",
      "url":"http://danielellsworthandthegreatlakes.com/",
      "fb":"https://www.facebook.com/danielellsworthandthegreatlakes",
      "twitter":"https://twitter.com/DEandTGL",
      "mp3":"https://soundcloud.com/danielellsworthmusic/sun-goes-out",
      "mp3name":"Sun Goes Out",
      "thumb":"http://songchant.com/outlaw/images/greatlakes_th.jpg",
      "image":"http://songchant.com/outlaw/images/greatlakes.jpg",
      "bio":"To be able to work in a new city - especially when it's Nashville, is it's own reward. Getting to host and produce a performance played by the fantastic Daniel Ellsworth and The Great Lakes - well this should be pretty amazing. Long the champion of national music publications and popular music blogs, the band will be jumping on an early flight out of Cali - just to make this set. Sometimes, being a music blogger with the best friends in the world and a traveling music festival is pretty damn cool. Formed in 2010 in Nashville, Daniel Ellsworth and The Great Lakes released their first full-length studio album, Civilized Man, in 2011. Recorded and co-produced with Mark Nevers (Andrew Bird, Bonnie 'Prince' Billy, Lambchop), Civilized Man was listed in the top 100 albums of 2011 by Amazon, with the pop-rock single 'Shoe Fits' debuting at number seven on Amazon’s top 100 songs of 2011. The Outlaw Roadshow couldn't be happier to have the profoundly cool, always ironic Daniel Ellsworth and The Great Lakes with us this Saturday 7/18 at the Mercy Lounge. Get ready for a frenetic - driving set; one that you're not going to wanna miss. 'Apparently nobody told Daniel Ellsworth that when you drop your first full-length, it’s not supposed to be a greatest hits record... this sounds like a cross between Jack White and M. Ward, and those guys are about three sips of absinthe away from total wizardry. Seriously, this will be my highest rated review. Go. Buy. The. Record.' says Wells Adams of Brite Revolution.  The band's latest album Kid Tiger is out now and most worthy of high praise. The Great Lakes are: Daniel Ellsworth, Timon Lance, Joel Wren, and Marshall Skinner. "
      },
      {     "id":73,
      "name":"Nate Leavitt",
      "day":"Saturday",
      "dayId":"2",
      "time":"7:15pm",
      "stageId":"2",
      "stage":"The High Watt",
      "url":"http://nateleavittmusic.com/",
      "fb":"https://www.facebook.com/nateleavittmusic",
      "twitter":"https://twitter.com/nate_leavitt",
      "mp3":"https://soundcloud.com/rslblog-com/nate-leavitt-taking-the-long",
      "mp3name":"Taking The Long Way Home",
      "thumb":"http://songchant.com/outlaw/images/nateleavitt_th.jpg",
      "image":"http://songchant.com/outlaw/images/nateleavitt.jpg",
      "bio":"Nate Leavitt was the very first artist invited to play The Outlaw Roadshow Nashville. As one of New England's best ax-men, having supported some of Boston's greatest live acts with his outstanding guitar for 20 some years now. Finally coming to terms with the songs in his heart, Leavitt has crafted an utterly amazing debut album in, You, Me and The Silence. It's a near-masterpiece of emotive storytelling and gentile grace. The more I have listened to the songs off this record, the more I have fallen for them - and you will too. These songs are mesmerizing. Nate Leavitt needs no more than 4 minutes to break your heart. A performer in the Boston music scene for a little over twenty years, he is the only performer in this year's lineup to play in three different sets! (His own on Saturday night at the High Watt, with Parlour Bells at the High Watt on Friday and again on Saturday with OldJack on the Mercy stage). Make sure you catch those as well; each set will provide a different in-road into this man's heart. Nate Leavitt is definitely One To Watch - a perfect match for Nashville! "
      },
      
             {     "id":74,
      "name":"Angel Snow",
      "day":"Friday",
      "dayId":"1",
      "time":"10:00pm",
      "stageId":"1",
      "stage":"Mercy Lounge",
      "url":"http://angelsnow.net/",
      "fb":"https://www.facebook.com/angelsnowmusic",
      "twitter":"https://twitter.com/ImAngelSnow",
      "mp3":"https://soundcloud.com/angelsnowmusic/secret",
      "mp3name":"Secret",
      "thumb":"http://songchant.com/outlaw/images/angelsnow_th.jpg",
      "image":"http://songchant.com/outlaw/images/angelsnow.jpg",
      "bio":"Hearing Angel Snow's music unfold is like hearing a whispered truth from a close friend or a confidant. There's something quite settling in her voice and the songs just feel 'special.' I found myself becoming lost in her voice and the songs began to take up residence in my head - and my soul. Angel Snow is a rising star and we are so happy to her with us in Nashville.  The highest caliber of artistry is often intertwined with the deepest sincerity. As is the case with rising star Angel Snow, whose music is the truest and most honest reflection of her life. Acclaimed star Alison Krauss recognized this rare quality and recorded three songs written by Snow for the deluxe edition of the band’s latest album. After touring the US and UK for Lie Awake, Angel is currently recording a new album with a sound that translates the unique ways her lyrics and voice have evolved. Exploring the deepest sides of human emotion, it is Angel's hope that she might question and touch topics that often go unspoken and in doing so create honest music that provokes an emotional response to which we can all relate."
      },
      {   "id":75,
      "name":"OldJack",
      "day":"Saturday",
      "dayId":"2",
      "time":"9:45pm",
      "stageId":"1",
      "stage":"Mercy Lounge",
      "url":"http://oldjackmusic.com/",
      "fb":"https://www.facebook.com/oldjackband",
      "mp3":"https://soundcloud.com/oldjack/hold-tight",
      "mp3name":"Hold Tight",
      "thumb":"http://songchant.com/outlaw/images/oldjack_th.jpg",
      "image":"http://songchant.com/outlaw/images/oldjack.jpg",
      "bio":"It's hard not to think of the New England Rock & Soul band OldJack and think of The Outlaw Roadshow. Our successes as a music event over the years, and subsequent expansions into cities like Nashville, has helped us expose more people to great emerging music. One of the best of those bands is OldJack. They have triumphed on our stages, winning new opportunities and the hearts of music lovers in different cities. The players are many - at times as many as nine on stage, flush with life and vitality. But a band like that is unsustainable on the road. And you still have to feed and house everybody, even on a dead Tuesday night in Peoria. So this is the perfect band.. And the right band for us. OldJack offers a rich, amazing sound and propelled by the fire inside each of the players. This is a band that works its tail off, driven to it and held to the fire by the mad creative Red Beard; the ringleader of OldJack, Dan Nicklin. And together they drop jaws. There's something magical that's going to happen in OldJack's set. Especially if you've never seen them before.. You will be released at some juncture. Free of issues and worry, free of time and deadlines. It really happens when any band hits their stride and with the best, you don't even know it's happening. The last year of OldJack has seen some significant changes. The band has added keyboards! Two members have stepped away and new, influenced players have stepped in. The standards have never been higher. This is a new OldJack and funny it is to say, this music writer - who has known this band now for many years - is excited to see where this leads. Nashville, you are in for a treat! OldJack plays Saturday 9pm on the Mercy Lounge stage. OldJack is Hugh Wyman (Guitar), Jim Collins (Bass Guitar), Derek Feeney (Guitar), Paul Gallo (Drums), Kelly Davis (Vocals), Nate Leavitt (Acoustic Guitar), Evan Harriman (Keys) and Dan Nicklin (Lead Vocals). OldJack’s catalog includes multiple EPs since its creation, Union Glory and Gone Before You Know, a Maxi-Single and the While Label Single Series. In 2014, they put out their first full-length album since the band’s debut, What Is Home To You. The collection of eight tracks pays homage to the band’s influences and styles that have had critics wondering where to classify them for years. A new full-length album is being recorded."
      },
            {     "id":76,
      "name":"Moseley",
      "day":"Saturday",
      "dayId":"2",
      "time":"3:00pm",
      "stageId":"1",
      "stage":"Mercy Lounge",
      "url":"http://www.moseleyband.com/",
      "fb":"https://www.facebook.com/pages/Thad-Kopec/151998024858214",
      "twitter":"https://twitter.com/moseleymusic",
      "mp3":"https://soundcloud.com/moseleyband/faithful",
      "mp3name":"Faithful",
      "thumb":"http://songchant.com/outlaw/images/moseley_th.jpg",
      "image":"http://songchant.com/outlaw/images/moseley.jpg",
      "bio":"Female-fronted-and-backed 3 piece rock outfit Moseley entered the Nashville scene in 2013 like the anticipated punchline to the real-life 'a blonde, a brunette, and a redhead walk into a bar.' With some regional touring under their belts, and power pop packed set lists in their purses, these moody fuzz rockers used lyrical honesty and punchy progressions to catch the ear of multi-Grammy award winning producer Jay Joyce (Cage The Elephant, Halestorm, The Wallflowers, Eric Church), who will release their debut full-length this fall. Moseley is Suzie Chism, Christy Callaway, and Abby Hairston. Appearing in their first ever Outlaw Roadshow, Moseley appears Friday 7/17 at the High Watt - just after midnight. Get ready to be rocked." 
},
{     "id":77,
      "name":"Jill Andrews",
      "day":"Saturday",
      "dayId":"2",
      "time":"8:15pm",
      "stageId":"2",
      "stage":"The High Watt",
      "url":"http://jillandrews.com/",
      "fb":"https://www.facebook.com/jillandrewsmusic",
      "twitter":"https://twitter.com/jillandrews",
      "mp3":"https://soundcloud.com/jillandrews/shimmer-like-gold",
      "mp3name":"Shimmer Like Gold",
      "thumb":"http://songchant.com/outlaw/images/jillandrews_th.jpg",
      "image":"http://songchant.com/outlaw/images/jillandrews.jpg",
      "bio":"When I heard Jill Andrews' music, a combination of traditional styles rolled into pop, I knew immediately how talented she is. A wonderful storyteller, her voice is - pretty much perfect. And others think so too. In the last few years her work has reached international audiences via soldout live shows and an infusion of her music in popular television programs. Chances are, you've heard Jill Andrews' music and never even knew it. A pioneer in the area, now everyone's crossing Americana and Country into popular music - this is one of the people who helped bring it to you first. \n \n A native of East Tennessee, Jill Andrews kicked off her songwriting career as co-founder of the Everybodyfields, a band whose mix of Southern genres — folk, country, bluegrass — and male-female vocals helped pave the way for future groups like the Civil Wars. After three albums, Andrews left that band and launched a solo career, starting with a self-titled EP and a full-length record, The Mirror, that built something bigger and broader on top of her Americana roots. \n \n On her upcoming solo record, The War Inside, Jill Andrews shines a light on her own struggles and successes, tying the songs together with a new sound that mixes her folk background with a wider set of influences. While working on The War Inside, Jill signed a publishing deal and began landing songs in multiple TV shows and movies, including Grey's Anatomy, Nashville, American Idol, Hart of Dixie, and Me, Him, Her (2015) etc.... One of her songs, 'Joy Parade,' also appeared in The Music of Nashville: Season 2, Volume 2, a TV soundtrack that rose to number 13 on the Billboard 200. But Andrews made sure to save the best songs for her own record."
       },
       {     "id":78,
      "name":"Cheyenne Medders",
      "day":"Friday",
      "dayId":"1",
      "time":"7:30pm",
      "stageId":"2",
      "stage":"The High Watt",
      "url":"http://cheyennemedders.com/",
      "fb":"https://www.facebook.com/cheyennemedders",
      "twitter":"https://twitter.com/cheyennemedders",
      "mp3":"https://soundcloud.com/cheyennemedders/coffins-nail",
      "mp3name":"Coffin's Nail",
      "thumb":"http://songchant.com/outlaw/images/cheyennemedders_th.jpg",
      "image":"http://songchant.com/outlaw/images/cheyennemedders.jpg",
      "bio":"Cheyenne Medders has been writing and recording songs for more than half his life. Born in Northern Georgia into a musical family, he absorbed the songs coming out of his father’s mouth and from their stereo. It’s no wonder that Cheyenne’s aspiration became creating music as timeless as it is progressive. He has been described as 'Warren Zevon meets The Shins.'  AN INTRODUCTION - Now a family man with a new album in tow, Cheyenne's history in Nashville goes back to the summer of 2006, when he first moved to the city and released his first album Carry Us Away, a prog-folk work that Maverick Magazine described as 'very different, very good' and 'a cut above the rest.' Matching the rambling, acoustic vibe of the record, he assembled a folk band and hit the road for a Pacific Coast tour in a minivan, selling cds and t-shirts and staying with friends along the way. It's been a life in music and stories ever since.  In addition to Cheyenne's solo spotlight, he will be accompanying The Secret Sisters on stage at he Outlaw Roadshow. We couldn't be happier to have him with us. This has potential to be one of the real buzz sets of this year's Outlaw - don't miss it this set and the chance to get the new album - months before anyone else!" 
      },
       {     "id":79,
      "name":"The FireTree",
      "day":"Friday",
      "dayId":"1",
      "time":"9:30pm",
      "stageId":"2",
      "stage":"The High Watt",
      "url":"http://www.thefiretree.com/",
      "fb":"https://www.facebook.com/thefiretree",
      "twitter":"",
      "mp3":"https://soundcloud.com/thefiretree/star-dreamer",
      "mp3name":"Star Dreamer",
      "thumb":"http://songchant.com/outlaw/images/firetree_th.jpg",
      "image":"http://songchant.com/outlaw/images/firetree.jpg",
      "bio":"Life is beautiful sometimes and things just kind of work out. Adam met The FireTree in New York City on his way to Nashville for the Roadshow. Lovely people, this Australian duo. A lengthy conversation about international touring and the foibles of making music ensued. Adam and I began texting back and forth and we decided to invite the pair - who were also headed to Nashville, to our artist bbq. Once there, our team were won over by these charmers. The music however, is far more convincing. A different flavor of indie folk invokes an emotional response. Their songs color the air like white smoke and the positive energy pervades each note and chorus. We are absolutely delighted to announce we have added The FireTree to The Outlaw Roadshow Nashville! BYRON BAY ALL-STARS - Indie folk darlings The Firetree are Dale and Josephine, unapologetically do-it-yourself musicians who have been steadily carving out their niche in the vibrant Australian live music scene. Embracing the multi-instrumental culture, the pair play a modified drum-kit, acoustic and electric guitars, percussion, harmonica and mandolin to create a captivating raw indie pop sound topped with soaring vocal harmonies. With two number one Amrap Airit singles, three EP’s and a live album under their belt The Firetree feel as though they are just getting warmed up. The global troubadours have spent the better part of the last three years on the road, touring Canada,The UK, Europe and nationally to their growing fan base." 
      },
{     "id":80,
      "name":"American Hotel",
      "day":"Saturday",
      "dayId":"2",
      "time":"5:40pm",
      "stageId":"1",
      "stage":"Mercy Lounge",
      "url":"http://americanhotelband.com/",
      "fb":"https://www.facebook.com/americanhotelband",
      "twitter":"https://twitter.com/_americanhotel",
      "mp3":"https://soundcloud.com/american-hotel/pretty-young-girl",
      "mp3name":"Pretty Young Girl",
      "thumb":"http://songchant.com/outlaw/images/americanhotel_th.jpg",
      "image":"http://songchant.com/outlaw/images/americanhotel.jpg",
      "bio":"SOARING ROCK! So much music out there and a good bit of it is catchy. Only every so often do you hear a band and know right away you're in love with what you heard and their potential. American Hotel is one of those bands this year at The Outlaw Roadshow Nashville. Just have a listen to, 'Pretty Young Girl' and try to put yourself in the imaginary front row. Now open your eyes and realize you can throw in with us and celebrate this winning band's sound. American Hotel will appear Saturday, July 18 at the Mercy Lounge. American Hotel is a new collaborative project featuring Jesse Hall, Jeremy Lister, Justin Loucks, Adam Binder, Anthony Fiacco, and Vince Gard. The band showcases 3 lead singers (Hall, Lister, Loucks) & is currently recording their debut album, eyeing a mid-year release." 
       },

      {
      "id":81,
      "name":"Those Nights",
      "day":"Friday",
      "dayId":"1",
      "time":"6:45pm",
      "stage":"Red Eyed Fly: Indoor Lounge",
      "stageId":"2",
      "url":"http://www.thosenightsmusic.com/",
      "mp3":"http://",
      "thumb":"http://songchant.com/outlaw/images/thosenights_th.jpg",
      "image":"http://songchant.com/outlaw/images/thosenights.jpg",
      "bio":"Those Nights is constructed of individual songwriters, leading to a diverse list of influences ranging in and out of nearly every genre. This, along with the non-traditional rock setup used to create high-energy tracks as well as deep soulful melodies, is what sets Those Nights apart from other bands. And it’s the haunting vocals, constructed harmonies, and hip-hop flavor that creates the formula for this unforgettable show."
},
      {
      "id":82,
      "name":"Colee James",
      "day":"Friday",
      "dayId":"1",
      "time":"8:15pm",
      "stageId":"2",
      "stage":"Red Eyed Fly: Indoor Lounge",
      "url":"http://www.coleejamesmusic.com/",
      "mp3name":"Free Child",
      "mp3":"https://soundcloud.com/colee-james/free-child/s-4Olgh",
      "thumb":"http://songchant.com/outlaw/images/coleejames_th.jpg",
      "image":"http://songchant.com/outlaw/images/coleejames.jpg",
      "bio":"Colee James is an indie folk singer/songwriter living in Brooklyn, New York. Born from cold stuck in the South, Colee James grew up in Wisconsin but found her love for everything, including music, in the heart of Texas.  Raised a music lover, she only picked up her first guitar 5 years ago, but played her first show 3 weeks after she laid eyes on an acoustic named Hank. It was love at first sight at that old pawn shop in a run down Texas town." 
},
      {
      "id":83,
      "name":"Devin Sinha",
      "day":"Friday",
      "dayId":"1",
      "time":"9:45pm",
      "stageId":"2",
      "stage":"Red Eyed Fly: Indoor Lounge",
      "url":"http://www.devinsinha.com/",
      "mp3name":"Lone Elm Road",
      "mp3":"https://soundcloud.com/devin-k-n-sinha/lone-elm-road-devin-sinha",
      "thumb":"http://songchant.com/outlaw/images/devinsinha_th.jpg",
      "image":"http://songchant.com/outlaw/images/devinsinha.jpg",
      "bio":"Devin Sinha is a singer/songwriter living in Seattle, hailing from Midwestern roots as he spent most of his life around Kansas City. His style is primarily acoustic indie/folk, mixing autobiographical flavors into his fiction of poetry and music. His first album, The Albatross, was self-released in December 2013. Devin continues to play around the Pacific Northwest, playing at events such as the Seattle Rock n Roll Marathon and the inaugural Seattle Acoustic Festival. His new album, The Seventh Season, is available now."
       },
      {
      "id":84,
      "name":"Daphne Lee Martin",
      "day":"Friday",
      "dayId":"1",
      "time":"11:15pm",
      "stageId":"2",
      "stage":"Red Eyed Fly: Indoor Lounge",
      "url":"http://daphneleemartin.com/",
      "mp3name":"I Hope That I Don't Fall In",
      "mp3":"https://soundcloud.com/telegraph-recording-co/i-hope-that-i-dont-fall-in/s-nOp7b",
      "thumb":"http://songchant.com/outlaw/images/daphneleemartin_th.jpg",
      "image":"http://songchant.com/outlaw/images/daphneleemartin.jpg",
      "bio":"Forever blending genres in the legacy of the great Tin Pan Alley songwriters, Daphne takes beloved traditional southern roots sounds and runs them through megaphones, mellotron, a very old tube amp, a swamp and a dark alley or two. As always, the lyrics are fermented and distilled in a bathtub full of misfit Interbellum prose."
       },
      {
      "id":85,
      "name":"Josh Buckley",
      "day":"Friday",
      "dayId":"1",
      "time":"12:45am",
      "stageId":"2",
      "stage":"Red Eyed Fly: Indoor Lounge",
      "url":"http://www.reverbnation.com/joshbuckley",
      "mp3name":"4am",
      "mp3":"http://www.reverbnation.com/joshbuckley/song/22277404-4am",
      "thumb":"http://songchant.com/outlaw/images/joshbuckley_th.jpg",
      "image":"http://songchant.com/outlaw/images/joshbuckley.jpg",
      "bio":"First premeiring his talents in Austin in (2011?) fronting the critically acclaimed alt-country band Gilded Splinters, Buckley took the local music scene by storm. Playing a multitude of venues, events, and showcases, Buckley has built a solid and dedicated local fan base in a span of only a few short years. From Boston to Austin,Buckley's Blind Side of the Heart is set to hit the ground running with his radio-ready tunes."
       },
      {
      "id":86,
      "name":"Doctor Gasp",
      "day":"Saturday",
      "dayId":"2",
      "time":"5:15pm",
      "stageId":"2",
      "stage":"Red Eyed Fly: Indoor Lounge",
      "url":"http://doctorgasp.com/",
      "mp3name":"Things Were Odd For Ichabod",
      "mp3":"https://soundcloud.com/rslblog-com/things-were-odd-for-ichabod-by",
      "thumb":"http://songchant.com/outlaw/images/doctorgasp_th.jpg",
      "image":"http://songchant.com/outlaw/images/doctorgasp.jpg",
      "bio":"Dan Blakeslee is a musical storyteller and a skilled artist & designer. A gifted songwriter in his own right, Blakeslee takes on the moniker of Doctor Gasp each year as Halloween draws near. This year, Gasp is taking on all of New England! He planned this fall's tour as a lark - drawing a jack o'lantern on the map, looking for dates to coincide with each point. (When you are as special and spooky as Dr. Gasp, these are the sorts of things that come to your mind.) Well it's worked, big time. Armed with more than two albums worth of spooky, theatrical stories and a passion for playing the role, Blakeslee is bringing his Halloween roadshow to a town near you this year..."
       },
      {
      "id":87,
      "name":"Christoph Krey",
      "day":"Saturday",
      "dayId":"2",
      "time":"3:00pm",
      "stageId":"2",
      "stage":"Red Eyed Fly: Indoor Lounge",
      "url":"http://mcalisterdrive.com/",
      "mp3name":"Hands In",
      "mp3":"https://soundcloud.com/rslblog-com/mcalister-drive-hands-in",
      "thumb":"http://songchant.com/outlaw/images/christopherkrey_th.jpg",
      "image":"http://songchant.com/outlaw/images/christopherkrey.jpg",
      "bio":"Christoph Krey is the front man for McAlister Drive. McAlister Drive is ROCK for people who like Folk, Soul, and Pop. With a sound that inspires Jet and Tom Petty to walk down the aisle during an Arcade Fire song, you might find McAlister Drive to be the newborn lovechild… or participating in the open bar at the reception. Screaming and Kick’n in the Boston music scene, this band is corrupting the better part of the US and Canada to believe in an infused genre mindset. They have been called “chameleons of the stage” and an “organic chaos,” which might be confusing at first, but will certainly confirm your agreement when you step into any McAlister Drive concert. There are mustaches, grooves, serious personalities, and special guests at every show that will make you question your ability to be popular. "
       },
       {
      "id":88,
      "name":"Roem Baur",
      "day":"Saturday",
      "dayId":"2",
      "time":"12:45am",
      "stageId":"2",
      "stage":"Red Eyed Fly: Indoor Lounge",
      "url":"http://www.roem.tv/",
      "mp3name":"Paper Man",
      "mp3":"https://soundcloud.com/rslblog-com/roem-baur-paper-man",
      "thumb":"http://songchant.com/outlaw/images/roembaur_th.jpg",
      "image":"http://songchant.com/outlaw/images/roembaur.jpg",
      "bio":"Roem is a singer with a ridiculous vocal range (this is increasingly rare in the music world celebrated by today's media machine) and a troubadour's soul. He's used these qualities and his constant touring to develop a solid following in a number of American cities. At each stop along the way, he's continued to explore and grow. Roem's restless artistic soul and his pursuit of excellence have lead him to form a backing band. The new 'Roem Baur' leads a rock, funk and soul band capable of blowing the doors off a room full of people." 
      },
      {
      "id":89,
      "name":"Little Brave",
      "day":"Saturday",
      "dayId":"2",
      "time":"6:45pm",
      "stageId":"2",
      "stage":"Red Eyed Fly: Indoor Lounge",
      "url":"http://www.littlebravemusic.com/",
      "mp3name":"Wild",
      "mp3":"https://soundcloud.com/littlebrave/sets/wild",
      "thumb":"http://songchant.com/outlaw/images/littlebrave_th.jpg",
      "image":"http://songchant.com/outlaw/images/littlebrave.jpg",
      "bio":"15 years performing music on a stage.  10 of those full time.  Little Brave has explored the world of music and songwriting thoroughly.  Born on the gulf of Texas, she spent her formative years becoming an artist of all trades.  She received a degree in photography, paints and illustrates artwork for posters and album covers, and writes her little head off in the wee hours of the night.  Little Brave performs as a one woman band and as an acoustic baritone ukulele songwriter.  Wanting to portray her double nature, she has currently just finished recording a double EP with one disc that displays her talents as a one woman band, and the other an audio collage of handheld recordings over the period of two months.  The EP is set to release in February 2015.  She is currently painting the EP's artwork."
       },
      {
      "id":90,
      "name":"Boom Forest",
      "day":"Saturday",
      "dayId":"2",
      "time":"9:45pm",
      "stageId":"2",
      "stage":"Red Eyed Fly: Indoor Lounge",
      "url":"http://boomforest.com/",
      "mp3name":"Shadow of Doubt",
      "mp3":"https://soundcloud.com/rslblog-com/boom-forest-shadow-of-doubt",
      "thumb":"http://songchant.com/outlaw/images/boomforest_th.jpg",
      "image":"http://songchant.com/outlaw/images/boomforest.jpg",
      "bio":"John Paul Roney is what's next. Playing music as BOOM FOREST, you'll find folk driven by madness and love. With angelic vocals and dramatic use of distortion, driving drums and an odd, iconic etherea that's somehow oddly religious in feel - this one has got it ALL. Listen and then listen again.. Boom Forest is the spiritual wailings of John Paul Roney from the automated woods of tomorrow." 
      },
      {
      "id":91,
      "name":"The Contenders",
      "day":"Satuday",
      "dayId":"2",
      "time":"11:15pm",
      "stageId":"2",
      "stage":"Red Eyed Fly: Indoor Lounge",
      "mp3name":"The Contender",
      "url":"http://www.jaynash.com/",
      "mp3":"https://soundcloud.com/thecontenders/the-contender",
      "thumb":"http://songchant.com/outlaw/images/jaynash_th.jpg",
      "image":"http://songchant.com/outlaw/images/jaynash.jpg",
      "bio":"If you’re trying to imagine what to expect from the new shows with The Contenders, just take everything that you have ever liked about a ‘Jay Nash’ show, add a soul stirring harmony and a sticky back beat…throw that in a blender with equal parts of folk, rom n roll revival and heartbreak and you’ll be on the right track. "
        },
      {
      "id":92,
      "name":"Steen",
      "day":"Friday",
      "dayId":"1",
      "time":"3:30pm",
      "stageId":"1",
      "stage":"Red Eyed Fly: Outdoor Patio",
      "url":"https://www.facebook.com/STEENAUSTINTEXAS",
      "mp3name":"Say Your Goodbyes",
      "mp3":"https://soundcloud.com/steen-13/say-your-goodbyes",
      "thumb":"http://songchant.com/outlaw/images/steen_th.jpg",
      "image":"http://songchant.com/outlaw/images/steen.jpg",
      "bio":"Since Dan, Joey, Sean, and Harry, the four talented musicians that form STEEN, have been together they have only left jaws open and fond memories wherever they’ve been. They have spent their time together not only writing the songs to their upcoming album 'Feel Of It All', but also hiring themselves out for bars and weddings with a repertoire of over 50 covers which range from Led Zeppelin, to Mariah Carey, and their favorite, The Beatles. They are currently making their debut in the industry as a rock group that only uses labels for their convenience. With an eclectic blend of genres that is familiar but always its own, they offer a sound that can go from light jazz to hard rock the next, to rock-pop after. There’s no doubt that this band is capable of nothing but leaving smiles and good times in their wake." 
      },
          {
      "id":93,
      "name":"Somebody's Darling",
      "day":"Friday",
      "dayId":"1",
      "time":"6:00pm",
      "stageId":"1",
      "stage":"Red Eyed Fly: Outdoor Patio",
      "url":"http://www.somebodysdarling.com/",
      "mp3name":"Adult Roommates",
      "mp3":"https://soundcloud.com/somebodysdarling/1-bad-bad?in=somebodysdarling/sets/adult-roommates",
      "thumb":"http://songchant.com/outlaw/images/somebody_th.jpg",
      "image":"http://songchant.com/outlaw/images/somebody.jpg",
      "bio":"Their name may sound like a soft lullaby, but Somebody's Darling are anything but sleepy. A little bit Gary Clark Jr. with a hint of ZZ Ward, the talented five piece jam bluesy rock 'n' roll tunes that are big and commanding in every possible way - from lead singer Amber Farris' impressive vocal chops and wild blonde hair to the band's ballsy rhythm section and grooving guitar licks. The group has opened for some great acts including Brandi Carlile, St. Paul & the Broken Bones, Shovels & Rope, Lucero, Deer Tick and Divine Fits. Now together for over 500 shows and three albums, their most recent release, 2014's Adult Roommates, take a mature and sometimes stark look at what it means to be a working band, from the on-stage chemistry to the crazy off-stage antics - summarized perfectly in the smoky fifth track, 'End of the Line', where Farris croons, 'This is the oldest we have been. This is the youngest we will ever be.'" 
      },
      {
      "id":94,
      "name":"Hooka Hey",
      "day":"Friday",
      "dayId":"1",
      "time":"7:30pm",
      "stageId":"1",
      "stage":"Red Eyed Fly: Outdoor Patio",
      "url":"http://www.hookaheymusic.com/",
      "mp3name":"Nasty",
      "mp3":"https://soundcloud.com/hooka-hey/nasty-1",
      "thumb":"http://songchant.com/outlaw/images/hookahey_th.jpg",
      "image":"http://songchant.com/outlaw/images/hookahey.jpg",
      "bio":"Heavy grooves steeped in the blues. Smokey, sludgy sound dense and charged like the air just before a rainstorm. Hooka Hey’s name derives from the Indian war cry – feelings, instinct and sexuality - the elements that drive the sound of the band’s songs and live shows. Hooka Hey has opened for international artists such as Built To Spill, Ted Leo and the Pharmacists, and Miles Kane."
      },    
      {
      "id":95,
      "name":"Await Rescue",
      "day":"Friday",
      "dayId":"1",
      "time":"10:30pm",
      "stageId":"1",
      "stage":"Red Eyed Fly: Outdoor Patio",
      "url":"http://www.awaitrescue.com/",
      "mp3name":"All She Needs",
      "mp3":"https://soundcloud.com/the-outlaw-roadshow/await-rescue-all-she-needs",
      "thumb":"http://songchant.com/outlaw/images/await_th.jpg",
      "image":"http://songchant.com/outlaw/images/awaitrescue.jpg",
      "bio":"Await Rescue will give you a break from whatever you are listening to.  They aren’t over-produced pop, don’t play into the retro crazes currently overtaking music, and cannot stomach the modern “Rock” sound that has embarrassed the genre they love so much.  Instead, Await Rescue’s sound can best be described as the stadium-sized hooks and songwriting sensibilities of Foo Fighters meet the aggression and raw energy of Every Time I Die. The Boston-based band was recently voted 'Best Live Show of 2014' by Do617 and was a finalist in the 35th Annual Rock 'N' Roll Rumble."
 },
          {
      "id":96,
      "name":"Snake Skin Prison",
      "day":"Friday",
      "dayId":"1",
      "time":"12:00am",
      "stageId":"1",
      "stage":"Red Eyed Fly: Outdoor Patio",
      "url":"http://www.snakeskinprison.com/",
      "mp3name":"Blood In The Water",
      "mp3":"http://www.reverbnation.com/snakeskinprison/song/20175928-blood-in-the-water",
      "thumb":"http://songchant.com/outlaw/images/snakeskinprison_th.jpg",
      "image":"http://songchant.com/outlaw/images/snakeskinprison.jpg",
      "bio":"Pumpin out music like the Hounds of Hell are on their ass with a deadline to meet, playing with their eyes wide open and our ears peeled back, making a difference, to hell with the difference SSP is the Difference: PURE HOT ROD ROCK N ROLL , the kind that will make your ears bleed, the kind that will make ya stand up and shout, throw a fist in the air and thank God youíre an American! Burning through the downtown dives of Austin TX to the biggest stages of the summers biggest Festivals, Snake Skin Prison (SSP), is most definately living the life they were born to live. Headlining the hottsest stages in the hottest cities SSP delivers the punch to the throat you've been waiting for. With the release of their Debut Album 'Get Bit!!' SSP is spreading this disease all throughout the land with no stage to big or too small for the Loudest Band in Rock N Roll!! "
      },
      {
      "id":97,
      "name":"The Nimbus",
      "day":"Saturday",
      "dayId":"2",
      "time":"4:30pm",
      "stageId":"1",
      "stage":"Red Eyed Fly: Outdoor Patio",
      "url":"http://www.thenimbus.info/",
      "mp3name":"Precipitate Blue Skies",
      "mp3":"http://www.reverbnation.com/thenimbus/song/17600555-precipitate-blue-skies-intro",
      "thumb":"http://songchant.com/outlaw/images/thenimbus_th.jpg",
      "image":"http://songchant.com/outlaw/images/thenimbus.jpg",
      "bio":"The Nimbus is an electronic band from Austin, Texas; formed in late 2011 by Ritch Napierkowski and Martin McCreadie. Having spent the previous two and a half years working together on other projects, including SUBNATURAL which had placed five straight years in AUSTIN CHRONICLE MUSIC POLLS, the two began performing cacophonous pop songs tailored for cloudy days. With musical influences spanning alternative and indie rock, trip hop, dub, industrial, jazz, blues, and more, they use haunting melodies, lush atmospheres and mangled electronics to envelop the listener. Mixed with a love of eclectic instrumentation and effects, the result is glitched electropop as foreign as it is familiar."
 },   
      {
      "id":98,
      "name":"Skunkmello",
      "day":"Saturday",
      "dayId":"2",
      "time":"8:15pm",
      "stageId":"2",
      "stage":"Red Eyed Fly: Indoor Lounge",
      "url":"http://skunkmello.com/",
      "mp3name":"Backseat Gypsy",
      "mp3":"https://soundcloud.com/skunkmello/backseat-gypsy-1",
      "thumb":"http://songchant.com/outlaw/images/skunkmello_th.jpg",
      "image":"http://songchant.com/outlaw/images/skunkmello.jpg",
      "bio":"Sewer blues and gutter grooves for the barefooted and absent minded. After almost 3 years of late nights, lost shoes, and last calls, Skunkmello remains one of New York City's hardest working and most prolific new bands. After a single blistering recording session in August 2012, the band released their debut 'Whiskey & Oatmeal' to an overwhelmingly positive response online and at college radio. June 2013 saw the release of a second EP 'Lowlife Dreams' which was Mastered by Grammy Award Winner Brian Lucey (best known for his work on The Black Keys' 'Brothers' and 'El Camino')."
       },      
      {
      "id":99,
      "name":"Animal Years",
      "day":"Saturday",
      "dayId":"2",
      "time":"9:00pm",
      "stageId":"1",
      "stage":"Red Eyed Fly: Outdoor Patio",
      "url":"http://www.animalyearsmusic.com/",
      "mp3name":"Meet Me",
      "mp3":"https://soundcloud.com/animalyears/meet-me-animal-years",
      "thumb":"http://songchant.com/outlaw/images/animalyears_th.jpg",
      "image":"http://songchant.com/outlaw/images/animalyears.jpg",
      "bio":"Brooklyn’s Animal Years bring a fresh face to indie roots rock. With influences ranging from early Kings of Leon and My Morning Jacket to Young The Giant and The Avett Brothers, Animal Years is driven by Mike McFadden’s crisp vocals and magnetic poise, featured on their debut record, Sun Will Rise, released May 6th, 2014.  Sun Will Rise showcases the delicacy and introspection behind songwriting and draws on the strengths of McFadden’s seasoned voice and multi-instrumental abilities."
      }, 
      {
      "id":101,
      "name":"Animal Talk",
      "day":"Saturday",
      "dayId":"2",
      "time":"12:00am",
      "stageId":"1",
      "stage":"Red Eyed Fly: Outdoor Patio",
      "url":"http://animaltalkmusic.com",
      "mp3name":"Color Wheel",
      "mp3":"https://soundcloud.com/the-outlaw-roadshow/animal-talk-color-wheel",
      "thumb":"http://songchant.com/outlaw/images/animaltalk_th.jpg",
      "image":"http://songchant.com/outlaw/images/animaltalk.jpg",
      "bio":"Since forming in 2011, Animal Talk has quickly made a mark on the Boston music scene with a sound often described as 'post-dance rock'. After recording its self-titled debut EP with Grammy winning producer/engineer Ducky Carlisle, Animal Talk gained the attention of Boston radio stations 101.7 WFNX, 92.9 FM, 88.9 WERS and many others. Along with radio, press began to take notice; The Boston Phoenix called Animal Talk one of Boston’s 'Best New Bands' while Stuff Magazine declared them 'Hottest Indie Rock'. "
 },     
      {
      "id":102,
      "name":"My Education",
      "day":"Friday",
      "dayId":"1",
      "time":"8:30pm",
      "stageId":"3",
      "stage":"Elysium",
      "url":"http://www.myeducationmusic.com",
      "mp3name":"Some songs",
      "mp3":"http://myeducation.bandcamp.com/",
      "thumb":"http://songchant.com/outlaw/images/myeducation_th.jpg",
      "image":"http://songchant.com/outlaw/images/myeducation.jpg",
      "bio":"Since forming in 1999, the band's membership has expanded and contracted while the sonic landscapes have grown with each release. My Education has released 5 full-length albums, several singles, compilation appearances, and a 12'' vinyl collaboration with avant hip-hop duo Dalek.  Recordings have been remixed by memebers of bands Kinski, Pelican, The Red Sparrowes, and Dalek. Their previos albums include 5 Popes, Italian, Moody Dipper, and Bad Vibrations."
      },    
      {
      "id":103,
      "name":"Pompeii",
      "day":"Friday",
      "dayId":"1",
      "time":"9:45pm",
      "stageId":"3",
      "stage":"Elysium",
      "url":"http://www.pompeiimusic.com/",
      "mp3name":"Blueprint",
      "mp3":"https://soundcloud.com/pompeiimusic/blueprint",
      "thumb":"http://songchant.com/outlaw/images/pompeii_th.jpg",
      "image":"http://songchant.com/outlaw/images/pompeii.jpg",
      "bio":"Pompeii's signature sound of weaving delicate ambient openings into large dynamic crescendos is unmistakeable. The band is back from a five year hiatus with their third and most striking record to date, LOOM. Often compared to the likes of My Bloody Valentine to Sigur Rós and Mogwai, the band's sound still remains their own - atmospheric and effects driven."
      },   
       {
      "id":104,
      "name":"Big Bill",
      "day":"Friday",
      "dayId":"1",
      "time":"10:45pm",
      "stageId":"3",
      "stage":"Elysium",
      "mp3name":"Some songs",
      "url":"http://bigbillband.bandcamp.com/",
      "mp3":"https://soundcloud.com/bigbillband/claws-in",
      "thumb":"http://songchant.com/outlaw/images/bigbill_th.jpg",
      "image":"http://songchant.com/outlaw/images/bigbill.jpg",
      "bio":"Big Bill wants you to take a walk on the wild side. With their manic brand of “cartoon punk” and a mission to make even the biggest introvert cut loose, the band continues to win over new fans who they lovingly refer to as “Bill-ions."
       },     
          {
      "id":105,
      "name":"Idyll Green",
      "day":"Friday",
      "dayId":"1",
      "time":"12:00am",
      "stageId":"3",
      "stage":"Elysium",
      "mp3name":"Savage",
      "url":"http://www.haciendaonline.net/",
      "mp3":"https://soundcloud.com/hacienda_tx/hacienda-savage?in=haciendamusic/sets/hacienda",
      "thumb":"http://songchant.com/outlaw/images/hacienda_th.jpg",
      "image":"http://songchant.com/outlaw/images/hacienda.jpg",
      "bio":"Brothers Rene (bass/vocals), Jaime (drums/vocals) and Abraham Villanueva (keyboards/vocals), are a Mexican-American Indie Rock trio blending a raw yet sophisticated style of pop music with harmonies reminiscent of the Beatles and Beach Boys. A demo of 6 songs landed in the hands of Dan Auerbach and soon after they were opening for The Black Keys, as well as opening/touring with great acts such as Dr. Dog, Kasabian, My Morning Jacket, Los Lonely Boys and many others."
 },  
          {
      "id":106,
      "name":"K Phillips & The Concho Pearls",
      "day":"Friday",
      "dayId":"1",
      "time":"1:00am",
      "stageId":"3",
      "stage":"Elysium",
      "url":"http://www.kphillipsmusic.com/",
      "mp3name":"Kat's Song (What I Can't Have)",
      "mp3":"https://soundcloud.com/k-phillips/kats-song-what-i-cant-have",
      "thumb":"http://songchant.com/outlaw/images/kphillips_th.jpg",
      "image":"http://songchant.com/outlaw/images/kphillips.jpg",
      "bio":"On K Phillips' debut American Girls, the West Texan champions the desperate, the sleazy and the broken, with small-town murals that glimpse into the jealousy of a sheriff, lovers that freeze to death and a crude lothario that misquotes dead poets. He prefers bygone rock sounds, leading his band on resonator, mouth harp, banjo, guitar, Hammond B3 and Piano, the latter being his primary tool. “The piano playing came out of necessity. I wanted to write country ballads, Motown grooves and gospel music and it’s not the same on the guitar,” he says, drawing from southern soul and rock as well — his heroes garnered from classic rock radio’s key kings like Leon Russell, Billy Preston and Gregg Allman."
       },      
      {
      "id":107,
      "name":"Quiet Company",
      "day":"Saturday",
      "dayId":"2",
      "time":"3:15pm",
      "stageId":"3",
      "stage":"Elysium",
      "url":"http://www.quietcompanymusic.com/transgressor",
      "mp3name":"Seven Hells",
      "mp3":"https://soundcloud.com/quiet-company/seven-hells",
      "thumb":"http://songchant.com/outlaw/images/quietcompany_th.jpg",
      "image":"http://songchant.com/outlaw/images/quietcompany.jpg",
      "bio":"Through the release of three LPs and endless touring, the Austin, Texas band Quiet Company has been making a name for themselves nationally with their energetic live shows and their anthemic, dynamic, indie rock which critics have called a mix of The Beatles, Death Cab for Cutie, Arcade Fire and Weezer. They’ve gained a huge fanbase while gathering praise from The New York Times, TIME, NPR, Last Call with Carson Daly, Paste Magazine, Houston Chronicle, Austin Chronicle and more. With its soaring guitars and throbbing bass lines drawing comparisons to Foo Fighters, Pavement and Manchester Orchestra, Quiet Company’s Transgressor will be leading the way as rock makes a return to form."
      },  
       {
      "id":108,
      "name":"KIONA",
      "day":"Saturday",
      "dayId":"2",
      "time":"6:00pm",
      "stageId":"1",
      "stage":"Red Eyed Fly - Outdoor Patio",
      "url":"http://kionamusic.com/",
      "mp3name":"The Sweet Life",
      "mp3":"https://soundcloud.com/kionamusic/the-sweet-life",
      "thumb":"http://songchant.com/outlaw/images/kiona_th.jpg",
      "image":"http://songchant.com/outlaw/images/kiona.jpg",
      "bio":"KIONA is a band of 4 independent musicians from 4 different ways of thinking who came from very different places. From Nebraska to Texas to Louisiana to California, the formation of KIONA has been nothing short of a journey, a journey that has put them all on the long path to their first studio album release. Singer Todd Sapio and guitarist Scott Graham met at a concert while both living in California. After separately moving to Austin in 2006, the two reconnected and began writing music together. Shortly thereafter Scott’s brother, Matt Graham joined the fold along with Sean Hill. Now, after years of writing, recording, touring and pushing themselves along side their loyal fans, KIONA will soon release their highly anticipated full length studio album, 'Midnight Holiday'."
},    
          {
      "id":109,
      "name":"SORNE",
      "day":"Saturday",
      "dayId":"2",
      "time":"6:00pm",
      "stageId":"3",
      "stage":"Elysium",
      "url":"http://www.sorne.com/",
      "mp3name":"Unnamed Master",
      "mp3":"https://soundcloud.com/sorne/02-unnamed-master-01",
      "thumb":"http://songchant.com/outlaw/images/sorne_th.jpg",
      "image":"http://songchant.com/outlaw/images/sorne.jpg",
      "bio":"Morgan Sorne is a multi-dimensional enigma. A prolific visual artist, musician, actor and filmmaker, boasting a four octave vocal range with perfect pitch. He brings listeners to tears with his unparalleled hypnotic angelic falsetto, and has churned crowds into a rocking frenzy with his bone-rattling dynamicism and range. He has performed and played at some of the most prestigious venues in America, winning over the hearts and minds of audiences at Irving Plaza in New York, the legendary Fillmore Theatre in San Francisco and the Fonda Theater in Los Angeles."
      }, 
          {
      "id":110,
      "name":"Travel By Stars",
      "day":"Saturday",
      "dayId":"2",
      "time":"7:15pm",
      "stageId":"3",
      "stage":"Elysium",
      "url":"http://travelbystars.com",
      "mp3name":"Some songs",
      "mp3":"http://travelbystars.com/album/travel-by-stars/",
      "thumb":"http://songchant.com/outlaw/images/travelbystars_th.jpg",
      "image":"http://songchant.com/outlaw/images/travelbystars.jpg",
      "bio":"Travel By Stars is a 7 piece Americana band formed in Austin, Texas in 2013."
       }, 
      {
      "id":111,
      "name":"The Pills",
      "day":"Saturday",
      "dayId":"2",
      "time":"8:30pm",
      "stageId":"3",
      "stage":"Elysium",
      "url":"http://www.pillsrock.com/",
      "mp3name":"Down With The Beautiful",
      "mp3":"https://soundcloud.com/corinashley/the-pills-down-with-the-beautiful",
      "thumb":"http://songchant.com/outlaw/images/thepills_th.jpg",
      "image":"http://songchant.com/outlaw/images/thepills.jpg",
      "bio":"The Pills are turning heads wherever they travel with their over-the-top brand of power-pop. This brash young band from Boston executes their manic live shows with the poise of seasoned pros and the unrestrained energy of the most hyperactive garage combo. The wide variety of audiences all reacted positively to the high energy that the Pills bring to the stage. Sharp shards of guitar mix with lush vocal harmonies and an uncompromising sense of volume to leave the audience pleasantly stunned. This is music for fast driving that guarantees to make your toe shoot up in your shoe."
       },    
      {
      "id":112,
      "name":"Great Ceasar",
      "day":"Saturday",
      "dayId":"2",
      "time":"9:45pm",
      "stageId":"3",
      "stage":"Elysium",
      "mp3name":"Don't Ask Me Why",
      "url":"http://www.greatcaesarband.com/",
      "mp3":"https://soundcloud.com/great-caesar/dont-ask-me-why",
      "thumb":"http://songchant.com/outlaw/images/greatceasar_th.jpg",
      "image":"http://songchant.com/outlaw/images/greatceasar.jpg",
      "bio":"Great Caesar aims for the heart with a vulnerable blend of brass, voice, and indie-rock, drawing from acts like Arcade Fire and Beirut to create music that confronts the things that really matter: love, legacy, and the complexity of human relationships."
      },     
        {
      "id":113,
      "name":"The Suffers",
      "day":"Saturday",
      "dayId":"2",
      "time":"11:00pm",
      "stageId":"3",
      "stage":"Elysium",
      "url":"http://www.thesuffers.com/",
      "mp3name":"Make Some Room",
      "mp3":"https://soundcloud.com/the-outlaw-roadshow/the-suffers-make-some-room",
      "thumb":"http://songchant.com/outlaw/images/thesuffers_th.jpg",
      "image":"http://songchant.com/outlaw/images/thesuffers.jpg",
      "bio":"The Suffers are a ten-piece band from Houston, TX who are redefining the sound of Gulf Coast Soul, intertwining elements of Classic American Soul with Rock & Roll. Both sonically and visually arresting, the large ensemble packs each position of the rhythm section and horn section with a level of talent and taste that provides the perfect foundation for singer Kam Franklin's massive voice. The band's sincerity and emotion are laid bare in their music, which has garnered an audience so broad and varied that they may prove to be the panacea for a jaded and stratified live music scene. The Suffers will be releasing their debut LP Make Some Room in 2015, hitting the road aggressively."
   },   
       {
      "id":114,
      "name":"Hollis Brown",
      "day":"Saturday",
      "dayId":"2",
      "time":"1:00am",
      "stageId":"3",
      "stage":"Elysium",
      "url":"http://www.hollisbrown.com",
      "mp3name":"Wait For Me Virginia",
      "mp3":"https://soundcloud.com/hollisbrown/wait-for-me-virginia",
      "thumb":"http://songchant.com/outlaw/images/hollisbrown_th.jpg",
      "image":"http://songchant.com/outlaw/images/hollisbrown.jpg",
      "bio":"Hollis Brown was started in Queens, New York City in 2009 by college friends and songwriting partners Jon Bonilla and Mike Montali. Upon writing over fifty songs together, they decided to take things to the next level and form a band. After a self-released demo, they were signed to Alive Natural Sound, releasing their debut Ride On The Train in March 2013. Critical acclaim soon followed as Rolling Stone, Spin, and American Songwriter all premiered material from the album. On April 19, 2014, they released an exclusive Record Store Day tribute to The Velvet Underground."
       },    
         {
      "id":115,
      "name":"The Silks",
      "day":"Saturday",
      "dayId":"2",
      "time":"10:30pm",
      "stageId":"1",
      "stage":"Red Eyed Fly - Outdoor Patio",
      "url":"http://www.thesilksmusic.com/",
      "mp3name":"Livin In The World",
      "mp3":"https://soundcloud.com/rslblog-com/the-silks-livin-in-the-world",
      "thumb":"http://songchant.com/outlaw/images/thesilks_th.jpg",
      "image":"http://songchant.com/outlaw/images/thesilks.jpg",
      "bio":"Rock and Roll may not be dead, but it does seem like there’s a priest leaning over its bed, reciting the last rites. However, if The Silks have anything to do with it, the body will soon be out of bed, bopping around the room. The Silks sound like the first band in ages who could conceivably appeal to kids who are horrified at having Miley shoved down their throats, to aging hipsters who once hung out at The Fillmore. Though they’re young, The Silks seem somehow ageless. They’ve learned their lessons. They know their history. They rock. They also roll. Look! The body is out of bed. And dig it: he’s dancing!"
       },
       {
        "id":116,
      "name":"Winston Cave",
      "day":"Friday",
      "dayId":"1",
      "time":"7:15pm",
      "stageId":"3",
      "stage":"Elysium",
      "url":"http://www.winstoncave.com/",
      "mp3name":"Going Down To Texas",
      "mp3":"https://soundcloud.com/winston-cave/going-down-to-texas",
      "thumb":"http://songchant.com/outlaw/images/winstoncave_th.jpg",
      "image":"http://songchant.com/outlaw/images/winstoncave.jpg",
      "bio":"American, Roots band from Texas" 
      },
      {
        "id":117,
      "name":"Three Rock Wolves",
      "day":"Friday",
      "dayId":"1",
      "time":"9:00pm",
      "stageId":"1",
      "stage":"Red Eyed Fly - Outdoor Patio",
      "url":"http://thestonefoxes.com/",
      "mp3name":"Cold Like A Killer",
      "mp3":"https://soundcloud.com/thestonefoxes/cold-like-a-killer",
      "thumb":"http://songchant.com/outlaw/images/threerockwolves_th.jpg",
      "image":"http://songchant.com/outlaw/images/threerockwolves.jpg",
      "bio":"It's been decided, we don't wanna be anything but a Rock n Roll band. We wanna hit hard, go fast, get low, get moody, and just do what feels good. We are on a mission to bottle up all the energy, the impressive amount of sweat, and the outrageous fun we have playing live, and give it back to the rest of the humans as a record. We're six dudes who believe that Rock n Roll can move mountains, and we're gonna play it till we move one."
       },
         {
        "id":118,
      "name":"Skye Strickler",
      "day":"Saturday",
      "dayId":"2",
      "time":"3:30pm",
      "stageId":"1",
      "stage":"Red Eyed Fly - Outdoor Patio",
      "url":"hhttp://www.skyestrickler.com/",
      "mp3name":"Candy Shop",
      "mp3":"https://soundcloud.com/skyestrickler/candy-shop-demo-acoustic",
      "thumb":"http://songchant.com/outlaw/images/skyestrickler_th.jpg",
      "image":"http://songchant.com/outlaw/images/skyestrickler.jpg",
      "bio":"Hailing from a small farm in Kansas, Skye Strickler is a singer-songwriter with a charismatic personality in the Austin music scene. With a voice that is often described as “the tenor of Justin Timberlake and the precision of Sam Smith paired with the sultry soulfulness of Ella Fitzgerald”, it is easy to understand why no single genre could accurately capture the diversity of Skye’s music. OneRepublic. Timbaland. Emeli Sande. Adele. Sam Smith. This abridged list of influences only scratches the surface of his distinct acoustical palette, self defined as a genre-defying “Acoustic Pop”. This mesh of collective influences - ranging from classical, pop, alternative, and jazz - is prominently heard not only in his inspired original tunes, but also in his unique arrangements of contemporary radio hits."
},
         {
        "id":119,
      "name":"Coyote Union",
      "day":"Saturday",
      "dayId":"2",
      "time":"7:30pm",
      "stageId":"1",
      "stage":"Red Eyed Fly - Outdoor Patio",
      "url":"hhttp://www.coyoteunion.com/",
      "mp3name":"Promise Land",
      "mp3":"https://soundcloud.com/the-outlaw-roadshow/coyote-union-promise-land",
      "thumb":"http://songchant.com/outlaw/images/coyoteunion_th.jpg",
      "image":"http://songchant.com/outlaw/images/coyoteunion.jpg",
      "bio":"What makes a good band great, what makes them stand out above all the rest, is their commitment to an infallible ideal, the one thing that they strive to do to change people through their music, giving them a deeper experience. For Coyote Union, that ideal is connection.  Connection to their fans, to their music and to each other. Coyote Union hopes to inspire, uplift and encourage their listener to overcome the “hard stuff in life” by providing musical therapy and songs that move people by sharing their own life experience, hardship and emotion.  People say they might be a little too nice, but they don’t care, they just want to reach as many people as they can with heartfelt words, and a positive spirit. Coyote Union’s sound is the culmination of their influences and experiences, drawing from the down home roots and punk-rock sensibility and need to create deep connections. Their style is a melting pot of rock, punk, blues, folk, Americana and a touch of classical and grunge, but no matter what the style, they always play from the heart. Rather than writing hits, Coyote Union’s aim is to reach people that need to hear their songs for inspiration, and to help them through the down times, writing about love, anger, passion, conquering, accomplishment, triumph, sadness and sorrow.  Both their dynamic music and deeply moving lyrics take listeners on an emotional roller coaster and pull on the heart strings."
 },
         {
        "id":120,
      "name":"PARLOUR TRICKS",
      "day":"Saturday",
      "dayId":"2",
      "time":"12:00am",
      "stageId":"3",
      "stage":"Elysium",
      "url":"http://www.parlourtricksmusic.com/",
      "mp3name":"Requiem",
      "mp3":"https://soundcloud.com/parlour-tricks-music/requiem",
      "thumb":"http://songchant.com/outlaw/images/parlourtricks_th.jpg",
      "image":"http://songchant.com/outlaw/images/parlourtricks.jpg",
      "bio":"Recipients of the Village Voice's award for Best Pop Band in New York 2014,  PARLOUR TRICKS (formerly Lily & The Parlour Tricks) has been hailed as 'the perfect combo of pretty and gritty' (The Wild Magazine). The sextet's seemingly incongruous combination of powerhouse angel-choir harmonies, thundering bass, drums and synth, and impressionistic guitar work makes for a kind of indie pop symmetry that somehow sounds '50's nostalgic, 90's familiar, and 2020 progressive all at once' (The Most Definitely). With their 'punchy, infectious, danceable rhythms, clean guitar, dirty synth, and heavenly voices' (Village Voice) it's not too hard to see why Spotify took a shine to them, calling their sound 'Vintage pop for the future'."
       },
       {
      "id":121,
      "name":"Johnson",
      "day":"Friday",
      "dayId":"1",
      "time":"4:30pm",
      "stageId":"1",
      "stage":"Red Eyed Fly - Outdoor Patio",
      "url":"",
      "mp3":"",
      "thumb":"http://songchant.com/outlaw/images/johnson_th.jpg",
      "image":"http://songchant.com/outlaw/images/johnson.jpg",
      "bio":"With a sound that is equal parts Robert Johnson (their namesake) and Peter Green - the trio of guitarist Mac McNabb, bassist Chris Johnson, and drummer Kevin Lance play a version of the blues that flies north to Chicago, down through the Mississippi delta, over to late 60’s England, and back. Contrary to burgeoning legend, Johnson hasn’t made a deal with the devil…just yet." 
 
},
       {
      "id":122,
      "name":"Seán Barna",
      "day":"Friday",
      "dayId":"1",
      "time":"3:00pm",
      "stageId":"2",
      "stage":"Red Eyed Fly - Indoor Lounge",
      "url":"http://seanbarna.com",
      "mp3name":"Come At Me Gently",
      "mp3":"https://soundcloud.com/seanbarna/come_at_me_gently",
      "thumb":"http://songchant.com/outlaw/images/seanbarna_th.jpg",
      "image":"http://songchant.com/outlaw/images/seanbarna.jpg",
      "bio":"Seán Barna is a singer, songwriter, and drummer living in Washington, D.C. His debut EP, Cutter Street, is an urgent and powerful collection of songs recorded at The Fortress in Downtown Los Angeles in late-2013 and early-2014, while Barna was jobless and living on his friend's couch. He is currently recording a followup full length LP, tentatively called Monogamy and Other Disappointments, due out in the summer of 2015."
},
       {
      "id":123,
      "name":"Seth Wood",
      "day":"Friday",
      "dayId":"1",
      "time":"5:15pm",
      "stageId":"2",
      "stage":"Red Eyed Fly - Indoor Lounge",
      "url":"http://www.sethwood.net/",
      "mp3name":"San Francisco",
      "mp3":"https://soundcloud.com/sethwoodmusic/san-francisco",
      "thumb":"http://songchant.com/outlaw/images/sethwood_th.jpg",
      "image":"http://songchant.com/outlaw/images/sethwood.jpg",
      "bio":"In his latest EP San Francisco, Seth Wood brings his gospel background to picnic with his own folk-inspired style, where audiences can feast on words that he has been carefully harvesting for months. Ripe and ready for listening, this 2013 release, produced by Tom Laune, echoes of a season where Wood wrestled extensively with his dreams and impending realities. When friend DJ Lipscomb suggested he begin a Kickstarter campaign to fund the EP, Wood consenting under one condition: If it doesn’t happen, this is the world signaling for me to not do music anymore." 
}


]



